Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

source: Vote
de_de: Abstimmung
es_es: Votar
fr_fr: Voter
it_it: Votazione
ja_ja: 投票
pl_pl: Głosować
pt_pt: Voto
ru_ru: Голос

source: Waiting
de_de: Wartend
es_es: Esperando
fr_fr: En attente
it_it: In attesa di
ja_ja: お待ちください
pl_pl: Czekając na
pt_pt: Aguardando
ru_ru: Жду

source: We support JPEG and PNG photos, as well as Instagram, Facebook, YouTube, Vimeo and DailyMotion videos
de_de: Wir unterstützen JPEG- und PNG-Fotos sowie Videos von Instagram, Facebook, YouTube, Vimeo und DailyMotion
es_es: Apoyamos fotos JPEG y PNG, así como videos de Instagram, Facebook, YouTube, Vimeo y DailyMotion
fr_fr: On supporte les photos en JPEG et PNG, ainsi que les vidéos Instagram, Facebook, YouTube, Vimeo et Dailymotion
it_it: Supportiamo foto JPEG e PNG, oltre ai video di Instagram, Facebook, YouTube, Vimeo e DailyMotion
ja_ja: Instagram、Facebook、YouTube、Vimeo、DailyMotionの動画だけでなく、JPEGおよびPNGの写真も使用できる
pl_pl: Obsługujemy zdjęcia w formacie JPEG i PNG, a także filmy wideo Instagram, Facebook, YouTube, Vimeo i DailyMotion
pt_pt: Nós suportamos fotos JPEG e PNG, assim como Instagram, Facebook, YouTube, Vimeo e vídeos do DailyMotion
ru_ru: Мы поддерживаем JPEG и PNG фотографии, а также Instagram, Facebook, YouTube, Vimeo и DailyMotion видео

source: Whoops, Google doesn't want us to play this video!
de_de: Google möchte nicht, dass wir dieses Video abspielen!
es_es: ¡Vaya, Google no quiere que reproduzcamos este video!
fr_fr: Oups, Google ne veut pas que nous lisions cette vidéo!
it_it: Spiacenti, Google non vuole che riproduciamo questo video!
ja_ja: おっと、グーグルは私たちがこのビデオを再生することを望んでいません！
pl_pl: Ups, Google nie chce, żebyśmy odtwarzali ten film!
pt_pt: Opa, o Google não quer que reproduzamos este vídeo!
ru_ru: К сожалению, Google не хочет, чтобы мы воспроизводили это видео!

source: Wow
de_de: Beeindruckend
es_es: Guau
fr_fr: Ouah
ja_ja: ワオ
pl_pl: łał
pt_pt: Uau
ru_ru: Вот это да

source: Yes, delete it
de_de: Ja, löschen Sie es
es_es: Sí, bórralo
fr_fr: Oui, supprimer
it_it: Sì, cancellalo
ja_ja: はい、削除する
pl_pl: Tak, skasuj to
pt_pt: Sim, apague-o
ru_ru: Да, удалите

# 4 Down
source: 4 Down Project vote page
de_de: 4 Down Project Abstimmungsseite
es_es: 4 Página de votación del Proyecto Down
fr_fr: Page de vote du 4 Down Project
it_it: 4 Pagina di voto Down Project
ja_ja: 4ダウンプロジェクト投票ページ
pl_pl: 4 Strona głosowania na projekt w dół
pt_pt: 4 Abaixo página de votação do projeto
ru_ru: 4 Страница голосования "против"

# 4 Down
source: An error occurred while saving your vote. Please click here to try again.
fr_fr: Une erreur est survenue pendant le vote, merci de cliquer ici pour réessayer.

# 4 Down
source: Are you having trouble voting? Try here:
de_de: Haben Sie Probleme beim Abstimmen? Versuch es hier:
es_es: ¿Tiene problemas para votar? Intenta aquí:
fr_fr: Des difficultés pour voter? Essaye ici:
it_it: Hai problemi a votare? Prova qui:
ja_ja: 投票に問題がありますか？ここで試してください：
pl_pl: Czy masz problem z głosowaniem? Spróbuj tutaj:
pt_pt: Você está tendo problemas para votar? Experimente aqui:
ru_ru: У вас проблемы с голосованием? Попробуйте здесь:

# 4 Down
source: Click the button below to cast your vote!
de_de: Klicken Sie auf die Schaltfläche unten, um Ihre Stimme abzugeben!
es_es: Haga clic en el botón de abajo para emitir su voto.
fr_fr: Vote avec le bouton ci-dessous!
it_it: Fai clic sul pulsante in basso per esprimere il tuo voto!
ja_ja: 下のボタンをクリックして投票してください！
pl_pl: Kliknij poniższy przycisk, aby oddać głos!
pt_pt: Clique no botão abaixo para votar!
ru_ru: Нажмите кнопку ниже, чтобы отдать свой голос!

# 4 Down
source: Let us know which video was your favorite below!
de_de: Lass uns unten wissen, welches Video dein Favorit war!
es_es: ¡Háganos saber cuál fue su video favorito a continuación!
fr_fr: Dis-nous quelle vidéo est ta préférée!
it_it: Facci sapere quale video era il tuo preferito qui sotto!
ja_ja: 以下でお気に入りの動画をお知らせください。
pl_pl: Daj nam znać poniżej, który film był Twoim ulubionym!
pt_pt: Diga-nos abaixo qual é o seu vídeo favorito!
ru_ru: Дайте нам знать, какое видео вам больше всего понравилось ниже!

# 4 Down
source: Selected
de_de: Ausgewählt
es_es: Seleccionado
fr_fr: Selectionnée
it_it: Selezionato
ja_ja: 選択済み
pl_pl: Wybrany
pt_pt: Selecionado
ru_ru: Выбрано

# 4 Down
source: Share link
de_de: Einen Link teilen
es_es: Compartir enlace
fr_fr: Lien de partage
it_it: Condividi il link
ja_ja: 共有リンク
pl_pl: Udostępnij link
pt_pt: Compartilhar link
ru_ru: Поделиться ссылкой

# 4 Down
source: Surfing Dirt is proud to sponsor this year's edition of the IMA's 4 Down video contest with a cash purse of $500.
de_de: Surfing Dirt ist stolz darauf, die diesjährige Ausgabe des 4 Down-Videowettbewerbs der IMA mit einem Geldbeutel von 500 US-Dollar zu sponsern.
es_es: Surfing Dirt se enorgullece de patrocinar la edición de este año del concurso de videos 4 Down de IMA con una bolsa en efectivo de $ 500.
fr_fr: Surfing Dirt est fier de sponsoriser l’édition 2020 du 4 Down Project, le contest vidéo de l’IMA, avec un cash prize de 500$.
it_it: Surfing Dirt è orgogliosa di sponsorizzare l'edizione di quest'anno del concorso video 4 Down dell'IMA con un portafoglio di $ 500.
ja_ja: Surfing Dirtは、IMAの4ダウンビデオコンテストの今年のエディションを$ 500の現金でスポンサーすることを誇りに思っています。
pl_pl: Surfing Dirt z dumą sponsoruje tegoroczną edycję konkursu wideo IMA's 4 Down z gotówką w wysokości 500 $.
pt_pt: Surfing Dirt tem o orgulho de patrocinar a edição deste ano do concurso de vídeo 4 Down do IMA com uma bolsa de $ 500 em dinheiro.
ru_ru: Surfing Dirt с гордостью спонсирует проведение в этом году видеоконкурса IMA 4 Down с денежным кошельком в 500 долларов.

# 4 Down
source: Vote
de_de: Abstimmung
es_es: Votar
fr_fr: Voter
it_it: Votazione
ja_ja: 投票
pl_pl: Głosować
pt_pt: Voto
ru_ru: Голос

# 4 Down
source: Welcome to the 4 Down Project voting page!
de_de: Willkommen auf der Abstimmungsseite von 4 Down Project!
es_es: ¡Bienvenido a la página de votación del Proyecto 4 Down!
fr_fr: Bienvenue sur la page de vote du 4 Down Project!
it_it: Benvenuti alla pagina di votazione del 4 Down Project!
ja_ja: 4 Down Project投票ページへようこそ！
pl_pl: Witamy na stronie głosowania w 4 Down Project!
pt_pt: Bem-vindo à página de votação do Projeto 4 Down!
ru_ru: Добро пожаловать на страницу голосования 4 Down Project!

# 4 Down
source: While you're here, would you like to subscribe to our newsletter? We promise you'll like it!
de_de: Möchten Sie unseren Newsletter abonnieren, während Sie hier sind? Wir versprechen, es wird Ihnen gefallen!
es_es: Mientras estás aquí, ¿te gustaría suscribirte a nuestro boletín? ¡Te prometemos que te gustará!
fr_fr: Tant que tu es là, voudrais-tu t’abonner à notre newsletter? Elle va te plaire, promis!
it_it: Già che sei qui, ti piacerebbe iscriverti alla nostra newsletter? Ti promettiamo che ti piacerà!
ja_ja: ここにいる間、ニュースレターを購読しますか？私たちはあなたがそれを好きになることを約束します！
pl_pl: Skoro już tu jesteś, chcesz zapisać się do naszego newslettera? Obiecujemy, że ci się spodoba!
pt_pt: Enquanto você estiver aqui, gostaria de assinar nossa newsletter? Nós prometemos que você vai gostar!
ru_ru: Пока вы здесь, хотели бы вы подписаться на нашу рассылку новостей? Обещаем, вам понравится!

# 4 Down
source: You can share this page with your friends if you want them to participate as well.
de_de: Sie können diese Seite mit Ihren Freunden teilen, wenn Sie möchten, dass sie ebenfalls teilnehmen.
es_es: Puedes compartir esta página con tus amigos si quieres que ellos también participen.
fr_fr: Tu peux partager cette page avec tes amis si tu veux qu’ils participent aussi.
it_it: Puoi condividere questa pagina con i tuoi amici se vuoi che anche loro partecipino.
ja_ja: 友達にも参加してもらいたい場合は、このページを友達と共有できます。
pl_pl: Możesz udostępnić tę stronę znajomym, jeśli chcesz, aby oni również uczestniczyli.
pt_pt: Você pode compartilhar esta página com seus amigos se quiser que eles participem também.
ru_ru: Вы можете поделиться этой страницей со своими друзьями, если хотите, чтобы они тоже участвовали.

# 4 Down
source: Your vote was registered. Thanks for participating!
de_de: Ihre Stimme wurde registriert. Vielen Dank für Ihre Teilnahme!
es_es: Tu voto fue registrado. ¡Gracias por participar!
fr_fr: Ton vote a bien été enregistré. Merci de ta participation!
it_it: Il tuo voto è stato registrato. Grazie per aver partecipato!
ja_ja: 投票が登録されました。参加してくれてありがとう！
pl_pl: Twój głos został zarejestrowany. Dziękujemy za udział!
pt_pt: Seu voto foi registrado. Obrigado por participar!
ru_ru: Ваш голос зарегистрирован. Спасибо за участие!

# 4 Down SignIn
source: Because we only allow one vote per person, we need you to login or create an account.
de_de: Da wir nur eine Stimme pro Person zulassen, müssen Sie sich anmelden oder ein Konto erstellen.
es_es: Debido a que solo permitimos un voto por persona, necesitamos que inicie sesión o cree una cuenta.
fr_fr: Un seul vote par personne étant permis, merci de te connecter ou de créér un compte.
it_it: Poiché consentiamo un solo voto a persona, è necessario che tu effettui il login o crei un account.
ja_ja: 1人につき1票のみ許可するため、ログインするかアカウントを作成する必要があります。
pl_pl: Ponieważ zezwalamy tylko na jeden głos na osobę, musisz się zalogować lub utworzyć konto.
pt_pt: Como permitimos apenas um voto por pessoa, precisamos que você faça o login ou crie uma conta.
ru_ru: Поскольку мы разрешаем только один голос на человека, нам нужно, чтобы вы вошли в систему или создали учетную запись.

# 4 Down SignIn
source: If you would rather not create an account, you can cast your vote here:
de_de: Wenn Sie lieber kein Konto erstellen möchten, können Sie hier Ihre Stimme abgeben:
es_es: Si prefiere no crear una cuenta, puede emitir su voto aquí:
fr_fr: Si tu ne veux pas de compte, tu peux quand même voter ici:
it_it: Se preferisci non creare un account, puoi esprimere il tuo voto qui:
ja_ja: アカウントを作成したくない場合は、ここで投票できます。
pl_pl: Jeśli nie chcesz zakładać konta, możesz oddać swój głos tutaj:
pt_pt: Se você preferir não criar uma conta, pode votar aqui:
ru_ru: Если вы не хотите создавать учетную запись, вы можете проголосовать здесь:

# 4 Down SignIn
source: Voting for:
de_de: Abstimmung für:
es_es: Votando por:
fr_fr: Vote pour:
it_it: Votare per:
ja_ja: 投票：
pl_pl: Głosowanie na:
pt_pt: Votando para:
ru_ru: Голосование:

# 4 Down SignIn
source: You can login with Google or Facebook, or use an email and password:
es_es: Puede iniciar sesión con Google o Facebook, o utilizar un correo electrónico y una contraseña:
fr_fr: Tu peux te connecter avec Google ou Facebook, ou utiliser un email et un mot de passe:
it_it: Puoi accedere con Google o Facebook o utilizzare un'e-mail e una password:
ja_ja: GoogleまたはFacebookでログインするか、電子メールとパスワードを使用できます。
pl_pl: Możesz zalogować się za pomocą Google lub Facebooka lub użyć adresu e-mail i hasła:

# About
source: Remember before Facebook? There were so many resources for mountainboarding online. Forums, websites, photo galleries… Where are those now? The sad answer is they’re mostly gone. Facebook has made it so easy to post photos and videos and share them that people slowly stopped using other sites. That’s actually what happened to the old Surfing Dirt forum!
de_de: Erinnern Sie sich noch an die Zeit vor Facebook? Es gab so viele Ressourcen für mountainboard Online. Foren, Websites, Fotogalerien... Wo sind die jetzt? Die traurige Antwort ist, dass sie größtenteils weg sind. Facebook hat es so einfach gemacht, Fotos und Videos zu posten und zu teilen, dass die Leute langsam aufhörten, andere Seiten zu benutzen. Das ist eigentlich das, was mit dem alten Surfing Dirt Forum passiert ist!
es_es: ¿Recuerdas antes de Facebook? Había tantos recursos para mountainboard la red. Foros, sitios web, galerías de fotos... ¿Dónde están ahora? La triste respuesta es que en su mayoría han desaparecido. Facebook ha hecho tan fácil publicar fotos y vídeos y compartirlos que la gente poco a poco dejó de usar otros sitios. ¡Eso es en realidad lo que pasó con el viejo Surfing Dirt foro!
fr_fr: Tu te souviens avant Facebook? Il y avait tellement de trucs sur le mountainboard sur internet. Des forums, des sites, des galeries photos… Où sont-ils maintenant? Ils ont presque tous disparu. Facebook a tellement simplifié l’envoi de photos et de vidéos que petit à petit, les riders ont arrêté d’utiliser autre chose. C’est exactement ce qui est arrivé au vieux forum Surfing Dirt!
it_it: Ricordi prima di Facebook? C'erano così tante risorse per l' mountainboard online. Forum, siti web, gallerie fotografiche... Dove sono ora? La triste risposta è che sono quasi tutti scomparsi. Facebook ha reso così facile pubblicare foto e video e condividerli che la gente ha lentamente smesso di usare altri siti. Questo è quello che è successo al vecchio Surfing Dirt forum!
ja_ja: Facebookの前の時代は覚えていますか？オンラインでのマウンテンボーディングには非常に多くのリソースがありました。フォーラム、ウェブサイト、フォトギャラリー…それらは今どこにありますか？悲しい答えは、それらはほとんどなくなっているということです。 Facebookにより、写真やビデオを簡単に投稿して共有できるようになったため、人々は他のサイトの使用を徐々にやめました。それが実際に古いサーフィンダートフォーラムで起こったことです！
pl_pl: Pamiętasz przed Facebookiem? Było tak wiele zasobów mountainboard online. Fora, strony internetowe, galerie zdjęć... Gdzie są teraz? Smutną odpowiedzią jest to, że w większości już ich nie ma. Facebook sprawił, że tak łatwo pisać zdjęcia i filmy i dzielić się nimi, że ludzie powoli przestali korzystać z innych stron. To jest rzeczywiście to, co stało się ze starym Surfing Dirt forum!
pt_pt: Você se lembra de antes do Facebook existir? Haviam tantas informações online para o mountainboard: fóruns, sites, galerias de fotos... Onde eles estão agora? A triste resposta é que a maior parte deles desapareceu. O Facebook tornou tão fácil postar fotos e vídeos e partilhá-los que as pessoas pararam lentamente de usar outros sites. Foi isso que aconteceu com o antigo Surfing Dirt fórum!
ru_ru: Помните, до Facebook было так много интернет ресурсов о маунтинбординге? Форумы, сайты, фотогалереи... Где они сейчас? Грустный ответ - они в основном исчезли. Facebook позволил так легко размещать фотографии и видео и делиться ими, что люди медленно перестали использовать другие сайты. Это на самом деле то, что случилось со старым Surfing Dirt форумом!

# About
source: Surfing Dirt hopes to solve that problem. We intend to be the social network for mountainboarders. The place where you’ll share photos and videos from your last session. Where you’ll learn about riders and spots near you. Where you’ll discuss trucks and jumps. And where people can see what mountainboarding is about.
de_de: Wir Surfing Dirt wollen das soziale Netzwerk sein für . mountainboarders .. den Ort, wo Sie Fotos und Videos von Ihrer letzten Sitzung austauschen, wo Sie über Fahrer und Orte in Ihrer Nähe lernen, wo Sie über Trucks und Sprünge diskutieren und wo die Leute sehen können, worum mountainboard es geht.
es_es: Surfing Dirt espera resolver ese problema. Pretendemos ser la red social para mountainboarders . El lugar donde compartirán fotos y videos de su última sesión. Donde aprenderán sobre los pilotos y los lugares cercanos. Donde discutirán sobre camiones y saltos. Y donde la gente pueda ver de qué mountainboard se trata.
fr_fr: Surfing Dirt espère bien résoudre ce problème. L’idée c’est de devenir LE réseau social des mountainboarders. L’endroit où partager photos et vidéos de ta dernière session. Où tu découvriras des riders et des spots près de chez toi. Où tu parleras de trucks, de kicks. Et où tout le monde pourra venir découvrir le mountainboard.
it_it: Surfing Dirt Speriamo di risolvere questo problema. Vogliamo essere il social network per mountainboarders . Il luogo dove condividerete le foto e i video della vostra ultima sessione. Dove imparerete a conoscere i piloti e gli spot vicino a voi. Dove parlerete di camion e salti. E dove la gente potrà vedere di cosa mountainboard si tratta.
ja_ja: Surfing Dirtはその問題を解決したいと考えています。私たちは、マウンテンボーダーのためのソーシャルネットワークになるつもりです。最後のセッションの写真やビデオを共有する場所。近くのライダーやスポットについて学ぶ場所。トラックとジャンプについて話し合う場所。そして、人々がマウンテンボーディングが何であるかを見ることができる場所。
pl_pl: Surfing Dirt Zamierzamy być portalem społecznościowym dla mountainboarders . Miejscem, gdzie będziesz dzielił się zdjęciami i filmami z ostatniej sesji. Gdzie dowiesz się o jeźdźcach i miejscach w pobliżu. Gdzie będziesz dyskutował o ciężarówkach i skokach. I gdzie ludzie będą mogli zobaczyć o co mountainboard chodzi.
pt_pt: Surfing Dirt pretende solucionar o problema. Nós temos a intenção de conectar online os riders de mountainboard e tornarmos o lugar onde você vai compartilhar fotos e vídeos do seu último rolé. Onde você vai aprender sobre manobras e achar lugares para a prática perto de você. Onde você vai discutir manobras e equipamentos de proteção, peças. E onde as pessoas podem ver o que acontece no cenário do mountainboard
ru_ru: Surfing Dirt надеется решить эту проблему. Мы намерены стать социальной сетью для маунтинбордистов . Место, где вы будете делиться фотографиями и видео с вашей последней каталки. Где вы узнаете о райдерах и спотах рядом с вами. Где вы будете обсуждать доски и трюки. И где люди могут увидеть, что такое маунтинбординг на самом деле.

# About
source: Surfing Dirt is back!
de_de: Surfing Dirt ist wieder da!
es_es: Surfing Dirt ha vuelto!
fr_fr: Surfing Dirt est de retour!
it_it: Surfing Dirt è tornato!
ja_ja: サーフィンダートが戻ってきたぞ！
pl_pl: Surfing Dirt jest z powrotem!
pt_pt: Surfing Dirt está de volta!
ru_ru: Surfing Dirt вернулся !

# About
source: We hoped to launch a long time ago, but we're here now, so enjoy the new Surfing Dirt!
de_de: Wir hatten schon vor langer Zeit gehofft, dass wir starten könnten, aber jetzt sind wir hier, also genießen Sie das Neue Surfing Dirt !
es_es: Esperábamos estar al aire desde hace mucho tiempo, ¡Ya estamos aquí! Disfruta de lo nuevo Surfing Dirt!
fr_fr: On espérait lancer plus tôt, mais on est là maintenant, alors profitez bien du nouveau Surfing Dirt!
it_it: Speravamo di lanciarlo molto tempo fa, ma ora siamo qui, quindi godetevi il nuovo Surfing Dirt !
ja_ja: ずっと前から始まる予定で今更ですが、新しいサーフィンダートをお楽しみください！
pl_pl: Mieliśmy nadzieję na start już dawno temu, ale jesteśmy tu teraz, więc cieszcie się nowym Surfing Dirt !
pt_pt: Nós esperávamos lançar há muito tempo, mas estamos aqui agora, então aproveite o novo Surfing Dirt !
ru_ru: Мы давно надеялись на запуск, но теперь мы здесь, так что наслаждайтесь новым Surfing Dirt!

# About
source: When you meet someone who seems genuinely excited to try mountainboarding, where do you send them? To a Facebook group, maybe? Sure there are many mountainboard groups on Facebook, and a lot of people use them. But they feel wrong. We need a place for mountainboarders to come together online and grow as a community again.
de_de: Wenn Sie jemanden treffen, der wirklich begeistert scheint, es zu versuchen mountainboard , wohin schicken Sie ihn dann? Vielleicht in eine Facebook-Gruppe? Sicher, es gibt viele Mountainboard-Gruppen auf Facebook, und viele Leute benutzen sie. Aber sie fühlen sich falsch. Wir brauchen einen Ort, mountainboarders an dem wir uns online zusammenfinden und wieder als Gemeinschaft wachsen können.
es_es: Cuando te encuentras con alguien que parece genuinamente entusiasmado por intentarlo mountainboard , ¿a dónde lo envías? ¿A un grupo de Facebook, tal vez? Claro que hay muchos grupos de mountainboard en Facebook, y mucha gente los usa. Pero se sienten mal. Necesitamos un lugar para mountainboarders reunirnos en línea y crecer como una comunidad de nuevo.
fr_fr: Quand tu rencontres quelqu’un qui a vraiment envie de se mettre au mountainboard, tu l’envoies où? Sur un groupe Facebook peut-être? C’est sûr, y’a plein de groupes Facebook autour du mountainboard, et plein de gens s’en servent. Mais y’a un truc qui va pas. Il nous faut un endroit pour que les mountainboarders se retrouvent, pour que la communauté grossisse à nouveau.
it_it: Quando incontri qualcuno che sembra davvero entusiasta di provare mountainboard , dove lo mandi? A un gruppo di Facebook, forse? Certo, ci sono molti gruppi di mountainboard su Facebook, e molte persone li usano, ma si sentono in torto. Abbiamo bisogno di un posto dove mountainboarders riunirci online e crescere di nuovo come comunità.
ja_ja: マウンテンボーディングを試してみたいと心から興奮している人に会ったら、どこに送りますか？多分、Facebookグループに？ Facebookには多くのマウンテンボードグループがあり、多くの人々がそれらを使用しています。しかし、彼らは間違っていると感じます。マウンテンボーダーがオンラインで集まり、再びコミュニティとして成長する場所が必要です。
pl_pl: Kiedy spotykasz kogoś, kto wydaje się być naprawdę podekscytowany, aby spróbować mountainboard , gdzie je wysłać? Może do grupy na Facebooku? Na pewno jest wiele grup mountainboardowych na Facebooku, i wiele osób z nich korzysta. Ale czują się źle. Potrzebujemy miejsca, aby mountainboarders spotkać się online i rozwijać się jako społeczność ponownie.
pt_pt: Quando você conhece alguém que parece pilhado para querer andar de mountainboard, para onde você o envia? Para um grupo do Facebook, talvez? Claro que existem muitos grupos de mountainboard no Facebook, e muitas pessoas os usam. Mas precisamos de um lugar comum e aberto, para nós mountainboarders nos reunirmos online e crescer como uma comunidade novamente.
ru_ru: Когда встречаешь кого-то, кто, кажется, искренне хочет попробовать маунтинбординг , куда ты их посылаешь? Может, в группу на Facebook? Конечно, на Facebook много маунтинбордических групп, и многие их используют. Но в них есть что-то неправильное. Нам нужно место для маунтинбордистов где мы могли бы объединиться и снова стать сообществом.

# Actions
source: Add a photo
de_de: Ein Foto hinzufügen
es_es: Añade una foto
fr_fr: Ajouter une photo
it_it: Aggiungi una foto
ja_ja: 写真の追加
pl_pl: Dodaj zdjęcie
pt_pt: Adicionar uma foto
ru_ru: Добавить фото

# Actions
source: Add a video
de_de: Ein Video hinzufügen
es_es: Añade un vídeo
fr_fr: Ajouter une vidéo
it_it: Aggiungi un video
ja_ja: ビデオの追加
pl_pl: Dodaj film
pt_pt: Adicionar um vídeo
ru_ru: Добавить видео

# Actions
source: Add an album
de_de: Ein Album hinzufügen
es_es: Añade un álbum
fr_fr: Créer un album
it_it: Aggiungi un album
ja_ja: アルバムの追加
pl_pl: Dodaj album
pt_pt: Adicionar um álbum
ru_ru: Добавить альбом

# Album
source: by
de_de: von
es_es: por
fr_fr: par
it_it: da
pl_pl: przez
pt_pt: por
ru_ru: по адресу

# Album
source: Media preview
de_de: Medienvorschau
es_es: Vista previa de los medios de comunicación
fr_fr: Aperçu
it_it: Anteprima per i media
ja_ja: メディアプレビュー
pl_pl: Podgląd mediów
pt_pt: Pré-visualização da mídia
ru_ru: Предварительный просмотр медиа

# Album
source: Started by
de_de: Angefangen von
es_es: Iniciado por
fr_fr: Démarré par
it_it: Iniziato da
pl_pl: Zaczęło się od
pt_pt: Iniciado por
ru_ru: Начиная с

# Album creation page
source: Create a new album
de_de: Ein neues Album erstellen
es_es: Crear un nuevo álbum
fr_fr: Créer un nouvel album
it_it: Creare un nuovo album
ja_ja: 新しいアルバムを作成する
pl_pl: Stwórz nowy album
pt_pt: Criar um novo álbum
ru_ru: Создать новый альбом

# Album edit page
source: Edit an album
fr_fr: Modifier un album

# Album page
source: Edit
fr_fr: Modifier

# Album page
source: Load more
de_de: Mehr laden
es_es: Cargar más
fr_fr: Charger la suite
it_it: Carica di più
ja_ja: もっと読み込む
pl_pl: Załaduj więcej
pt_pt: Carregar mais
ru_ru: Загружить еще

# Album page
source: Post multiple photos
de_de: Mehrere Fotos einstellen
es_es: Publicar varias fotos
fr_fr: Envoyer plusieurs photos
it_it: Pubblicare più foto
ja_ja: 複数の写真を投稿する
pl_pl: Umieść wiele zdjęć
pt_pt: Publicar várias fotos
ru_ru: Разместить несколько фотографий
