Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# Loading
source: An error occurred while navigating, please reload the page.
de_de: Beim Navigieren ist ein Fehler aufgetreten, bitte laden Sie die Seite neu.
es_es: Se ha producido un error al navegar, por favor, recarga la página.
fr_fr: Une erreur est survenue pendant la navigation, merci de recharger la page.
it_it: Si è verificato un errore durante la navigazione, si prega di ricaricare la pagina.
ja_ja: 移動中にエラーが発生しました。ページを再読み込みしてください。
pl_pl: Podczas nawigacji wystąpił błąd, prosimy o ponowne załadowanie strony.
pt_pt: Ocorreu um erro durante a navegação, por favor recarregue a página.
ru_ru: Во время навигации произошла ошибка, пожалуйста, перезагрузите страницу.

# Loading
source: The page could not load, please try and reload it.
de_de: Die Seite konnte nicht geladen werden, bitte versuchen Sie, sie neu zu laden.
es_es: La página no pudo cargarse, por favor intente recargarla.
fr_fr: La page n’a pas pu se charger, merci de reéssayer.
it_it: La pagina non è riuscita a caricarsi, provare a ricaricarla.
ja_ja: ページを読み込めませんでした。もう一度試してください。
pl_pl: Strona nie mogła się załadować, proszę spróbować ją przeładować.
pt_pt: A página não pôde ser carregada, por favor tente carregá-la novamente.
ru_ru: Страница не могла загрузиться, пожалуйста, попробуйте перезагрузить ее.

# LoggedOut
source: Register
de_de: Registrieren Sie
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
ja_ja: 登録
pl_pl: Rejestr
pt_pt: Registe-se
ru_ru: Зарегистрироваться

# Matrix 2 top plate article
source: A foundry pouring molten metal with a Matrix 2 truck in the foreground
de_de: Eine Gießerei, die geschmolzenes Metall mit einem Matrix 2-LKW im Vordergrund gießt
es_es: Una fundición vertiendo metal fundido con un camión Matrix 2 en primer plano
fr_fr: Une fonderie coulant du métal en fusion avec un camion Matrix 2 au premier plan
it_it: Una fonderia che versa metallo fuso con un camion Matrix 2 in primo piano
ja_ja: フォアグラウンドでMatrix2トラックを使用して溶融金属を注ぐ鋳造所
pl_pl: Odlewnia wylewająca stopiony metal z ciężarówką Matrix 2 na pierwszym planie
pt_pt: Uma fundição despejando metal fundido com um caminhão Matrix 2 em primeiro plano
ru_ru: Литейный цех разливает расплавленный металл с грузовиком Matrix 2 на переднем плане

# Matrix 2 top plate article
source: Adjust the Mod Plate by turning the top preload bolts clockwise to stiffen your steering or counter clockwise to loosen. It is very important to adjust the top preload bolts evenly so that the Mod Plate stays horizontal in relation to the Top Truck.
de_de: Stellen Sie die Mod-Platte ein, indem Sie die oberen Vorspannschrauben im Uhrzeigersinn drehen, um die Lenkung zu versteifen, oder gegen den Uhrzeigersinn, um sie zu lösen. Es ist sehr wichtig, die oberen Vorspannschrauben gleichmäßig einzustellen, damit die Mod-Platte im Verhältnis zum oberen LKW horizontal bleibt.
es_es: Ajuste la placa de modificación girando los pernos de precarga superiores en el sentido de las agujas del reloj para endurecer la dirección o en sentido contrario a las agujas del reloj para aflojar. Es muy importante ajustar los pernos de precarga superiores de manera uniforme para que la placa de modificación permanezca horizontal en relación con el camión superior.
fr_fr: Ajustez la plaque mod en tournant les boulons de précharge supérieurs dans le sens des aiguilles d'une montre pour rigidifier votre direction ou dans le sens inverse des aiguilles d'une montre pour desserrer. Il est très important d'ajuster uniformément les boulons de précharge supérieurs pour que la plaque mod reste horizontale par rapport au camion supérieur.
it_it: Regola il Mod Plate ruotando i bulloni di precarico superiori in senso orario per irrigidire lo sterzo o in senso antiorario per allentarlo. È molto importante regolare i bulloni di precarico superiore in modo uniforme in modo che la piastra Mod rimanga orizzontale rispetto al camion superiore.
ja_ja: 上部のプリロードボルトを時計回りに回してステアリングを固めるか、反時計回りに回して緩めることにより、Modプレートを調整します。 Modプレートがトップトラックに対して水平に保たれるように、トッププリロードボルトを均等に調整することが非常に重要です。
pl_pl: Wyreguluj płytkę modów, obracając górne śruby naprężenia wstępnego zgodnie z ruchem wskazówek zegara, aby usztywnić sterowanie, lub w kierunku przeciwnym do ruchu wskazówek zegara, aby poluzować. Bardzo ważne jest, aby równomiernie wyregulować górne śruby naprężenia wstępnego, aby płyta modulująca pozostała pozioma w stosunku do ciężarówki górnej.
pt_pt: Ajuste o Mod Plate girando os parafusos de pré-carga superiores no sentido horário para enrijecer a direção ou no sentido anti-horário para afrouxar. É muito importante ajustar os parafusos de pré-carga superiores uniformemente para que o Mod Plate fique na horizontal em relação ao Top Truck.
ru_ru: Отрегулируйте пластину модификации, поворачивая верхние болты предварительного натяга по часовой стрелке, чтобы усилить рулевое управление, или против часовой стрелки, чтобы ослабить. Очень важно отрегулировать верхние болты предварительного натяга равномерно, чтобы пластина модификации оставалась горизонтальной по отношению к верхней тележке.

# Matrix 2 top plate article
source: Because some of you will want more information, we asked Leon a few questions!
de_de: Da einige von Ihnen weitere Informationen wünschen, haben wir Leon ein paar Fragen gestellt!
es_es: Como algunos de ustedes querrán más información, ¡le hicimos algunas preguntas a Leon!
fr_fr: Parce que certains d'entre vous voudront plus d'informations, nous avons posé quelques questions à Léon!
it_it: Poiché alcuni di voi vorranno maggiori informazioni, abbiamo posto alcune domande a Leon!
ja_ja: より多くの情報が必要な方もいらっしゃるので、レオンにいくつか質問しました。
pl_pl: Ponieważ niektórzy z Was będą chcieli więcej informacji, zadaliśmy Leonowi kilka pytań!
pt_pt: Porque alguns de vocês vão querer mais informações, fizemos algumas perguntas ao Leon!
ru_ru: Поскольку некоторым из вас потребуется дополнительная информация, мы задали Леону несколько вопросов!

# Matrix 2 top plate article
source: Check that the Mod Plate is located properly then wind the lower pre-load bolts in until the shock blocks are properly seated but not lifted away from the truck.
de_de: Überprüfen Sie, ob die Mod-Platte richtig positioniert ist, und wickeln Sie dann die unteren Vorspannschrauben ein, bis die Stoßdämpferblöcke richtig sitzen, aber nicht vom Flurförderzeug abgehoben sind.
es_es: Verifique que la placa de modificación esté ubicada correctamente y luego enrolle los pernos inferiores de precarga hasta que los bloques de amortiguación estén correctamente asentados pero no levantados del camión.
fr_fr: Vérifiez que la plaque mod est correctement positionnée, puis enroulez les boulons de précharge inférieurs jusqu'à ce que les blocs amortisseurs soient correctement installés mais ne soient pas soulevés du chariot.
it_it: Verificare che la piastra mod sia posizionata correttamente, quindi avvolgere i bulloni di precarico inferiori fino a quando i blocchi degli ammortizzatori sono posizionati correttamente ma non sollevati dal carrello.
ja_ja: Modプレートが適切に配置されていることを確認してから、ショックブロックが適切に固定されるまで、下部のプリロードボルトを巻き込みますが、トラックから持ち上げられないようにします。
pl_pl: Sprawdź, czy płyta modulacyjna jest prawidłowo umieszczona, a następnie wkręć dolne śruby obciążenia wstępnego, aż bloki amortyzatorów zostaną prawidłowo osadzone, ale nie zostaną podniesione z ciężarówki.
pt_pt: Verifique se o Mod Plate está localizado corretamente, em seguida, enrole os parafusos de pré-carga inferiores até que os blocos de choque estejam devidamente assentados, mas não levantados do caminhão.
ru_ru: Убедитесь, что пластина модификации расположена правильно, затем намотайте нижние болты предварительной нагрузки до тех пор, пока амортизаторы не сядут должным образом, но не оторвутся от грузовика.

# Matrix 2 top plate article
source: Do not over compress your Shock Blocs, if they can’t stiffen your steering to the desired level, insert stiffer shock blocks or replace worn/compressed shock blocks with new ones. If you have the Matrix II’s with the plastic Top Truck, you can replace the Top Truck with an alloy one from the Matrix I Pro trucks, then fit the Mod Plates. The fitting instructions are the same with the exception that there is no MBS plate to remove.
de_de: Komprimieren Sie Ihre Stoßdämpferblöcke nicht zu stark, wenn sie Ihre Lenkung nicht auf das gewünschte Niveau versteifen können, setzen Sie steifere Stoßdämpferblöcke ein oder ersetzen Sie abgenutzte / komprimierte Stoßdämpferblöcke durch neue. Wenn Sie die Matrix II mit dem Kunststoff-Top-Truck haben, können Sie den Top-Truck durch einen legierten aus den Matrix I Pro-Trucks ersetzen und dann die Mod-Platten anbringen. Die Montageanweisungen sind die gleichen, mit der Ausnahme, dass keine MBS-Platte entfernt werden muss.
es_es: No comprima demasiado sus Shock Blocs, si no pueden endurecer su dirección al nivel deseado, inserte bloques de amortiguadores más rígidos o reemplace los bloques de amortiguadores gastados / comprimidos por otros nuevos. Si tiene el Matrix II con el Top Truck de plástico, puede reemplazar el Top Truck por uno de aleación de los camiones Matrix I Pro y luego colocar las placas Mod. Las instrucciones de montaje son las mismas con la excepción de que no hay placa MBS para quitar.
fr_fr: Ne surcompressez pas vos Shock Blocs, s’ils ne peuvent pas rigidifier votre direction au niveau souhaité, insérez des blocs amortisseurs plus rigides ou remplacez les blocs amortisseurs usés / comprimés par des neufs. Si vous avez le Matrix II avec le Top Truck en plastique, vous pouvez remplacer le Top Truck par un alliage des trucks Matrix I Pro, puis installer les Mod Plates. Les instructions de montage sont les mêmes sauf qu'il n'y a pas de plaque MBS à retirer.
it_it: Non comprimere eccessivamente gli ammortizzatori, se non riescono a irrigidire lo sterzo al livello desiderato, inserire blocchi degli ammortizzatori più rigidi o sostituire i blocchi degli ammortizzatori usurati / compressi con altri nuovi. Se hai Matrix II con il Top Truck in plastica, puoi sostituire il Top Truck con uno in lega dei camion Matrix I Pro, quindi montare le Mod Plates. Le istruzioni di montaggio sono le stesse con l'eccezione che non è presente alcuna piastra MBS da rimuovere.
ja_ja: ショックブロックを過度に圧縮しないでください。ステアリングを希望のレベルまで強化できない場合は、より剛性の高いショックブロックを挿入するか、摩耗/圧縮されたショックブロックを新しいものと交換してください。プラスチック製のトップトラックを備えたマトリックスIIをお持ちの場合は、トップトラックをマトリックスIプロトラックの合金製のものと交換してから、Modプレートを取り付けることができます。取り外すMBSプレートがないことを除いて、取り付け手順は同じです。
pl_pl: Nie ściskaj zbyt mocno amortyzatorów, jeśli nie mogą one usztywnić Twojego układu kierowniczego do pożądanego poziomu, włóż sztywniejsze bloki amortyzatorów lub wymień zużyte / ściśnięte amortyzatory na nowe. Jeśli masz Matrix II z plastikową górną ciężarówką, możesz zastąpić górną ciężarówkę aluminiową z ciężarówek Matrix I Pro, a następnie założyć płyty modów. Instrukcje montażu są takie same, z tym wyjątkiem, że nie ma płytki MBS do usunięcia.
pt_pt: Não comprima demais seus blocos de choque, se eles não puderem enrijecer sua direção até o nível desejado, insira blocos de choque mais rígidos ou substitua blocos de choque desgastados / comprimidos por novos. Se você tiver o Matrix II com o Top Truck de plástico, poderá substituir o Top Truck por um de liga dos trucks Matrix I Pro e, em seguida, encaixar as Placas Mod. As instruções de instalação são as mesmas, exceto que não há placa MBS para remover.
ru_ru: Не сжимайте амортизаторы слишком сильно, если они не могут повысить жесткость рулевого управления до желаемого уровня, вставьте более жесткие амортизирующие блоки или замените изношенные / сжатые амортизирующие блоки новыми. Если у вас есть Matrix II с пластиковым Top Truck, вы можете заменить Top Truck на сплав из грузовиков Matrix I Pro, а затем установить пластины Mod Plates. Инструкции по установке такие же, за исключением того, что пластина MBS не снимается.

# Matrix 2 top plate article
source: Going back to our first question, what is your modification and how does it work?
de_de: Zurück zu unserer ersten Frage: Was ist Ihre Änderung und wie funktioniert sie?
es_es: Volviendo a nuestra primera pregunta, ¿cuál es su modificación y cómo funciona?
fr_fr: Revenons à notre première question, quelle est votre modification et comment ça marche?
it_it: Tornando alla nostra prima domanda, qual è la tua modifica e come funziona?
ja_ja: 最初の質問に戻って、あなたの変更は何ですか、そしてそれはどのように機能しますか？
pl_pl: Wracając do naszego pierwszego pytania, jaka jest Twoja modyfikacja i jak ona działa?
pt_pt: Voltando à nossa primeira pergunta, qual é a sua modificação e como funciona?
ru_ru: Возвращаясь к нашему первому вопросу, какая у вас модификация и как она работает?

# Matrix 2 top plate article
source: Holding the Mod Plate in place by hand, fit a shock block to the bottom pre load bolt.
de_de: Halten Sie die Mod-Platte von Hand fest und bringen Sie einen Stoßdämpferblock an der unteren Vorspannschraube an.
es_es: Sosteniendo la placa de modificación en su lugar con la mano, coloque un bloque de choque en el perno de precarga inferior.
fr_fr: En maintenant la plaque mod en place à la main, installez un bloc de choc sur le boulon de précharge inférieur.
it_it: Tenendo la piastra mod in posizione a mano, montare un blocco antiurto sul bullone di precarico inferiore.
ja_ja: Modプレートを手で所定の位置に保持し、ショックブロックを下部のプリロードボルトに取り付けます。
pl_pl: Trzymając ręcznie Mod Plate na miejscu, przymocuj blok amortyzatora do dolnej śruby obciążenia wstępnego.
pt_pt: Segurando a Mod Plate no lugar com a mão, encaixe um bloco de choque no parafuso de pré-carga inferior.
ru_ru: Удерживая пластину Mod Plate на месте рукой, установите амортизатор на нижний болт предварительной нагрузки.

# Matrix 2 top plate article
source: I had always wanted to take my initial idea further but I was put off by the expense of creating my own truck from scratch, when MBS released the Matrix II I was really pleased that it looked very close to the design that had been floating around my head since 2010.
de_de: Ich wollte meine ursprüngliche Idee schon immer weiterentwickeln, aber die Kosten für die Erstellung meines eigenen Lastwagens haben mich abgeschreckt. Als MBS die Matrix II herausbrachte, war ich sehr erfreut, dass sie dem Design, das um mich herum schwebte, sehr nahe kam Kopf seit 2010.
es_es: Siempre había querido llevar mi idea inicial más allá, pero me desanimó el gasto de crear mi propio camión desde cero, cuando MBS lanzó Matrix II, me complació mucho que se pareciera mucho al diseño que había estado flotando alrededor de mi. jefe desde 2010.
fr_fr: J'avais toujours voulu aller plus loin dans mon idée initiale, mais j'ai été découragé par les dépenses liées à la création de mon propre camion à partir de zéro.Lorsque MBS a sorti le Matrix II, j'étais vraiment ravi qu'il ressemble beaucoup au design qui flottait autour de mon chef depuis 2010.
it_it: Ho sempre voluto portare avanti la mia idea iniziale, ma sono stato scoraggiato dalla spesa di creare il mio camion da zero, quando MBS ha rilasciato il Matrix II sono stato davvero contento che fosse molto vicino al design che era stato fluttuante intorno al mio capo dal 2010.
ja_ja: 私はいつも最初のアイデアをさらに推し進めたいと思っていましたが、MBSがMatrix IIをリリースしたとき、自分の周りに浮かんでいたデザインに非常に近いものに見えたことを本当に嬉しく思いました。 2010年から頭。
pl_pl: Zawsze chciałem pójść dalej z moim początkowym pomysłem, ale zniechęcił mnie koszt stworzenia mojej własnej ciężarówki od podstaw, kiedy MBS wypuściło Matrix II, byłem naprawdę zadowolony, że wyglądał bardzo blisko projektu, który unosił się wokół mojego. głowa od 2010 roku.
pt_pt: Eu sempre quis levar minha ideia inicial mais longe, mas fiquei desanimado com a despesa de criar meu próprio caminhão do zero, quando a MBS lançou o Matrix II fiquei muito satisfeito por ele se parecer muito com o design que estava flutuando em meu chefe desde 2010.
ru_ru: Я всегда хотел развить свою первоначальную идею дальше, но меня оттолкнули расходы на создание моего собственного грузовика с нуля, когда MBS выпустила Matrix II, я был очень доволен тем, что он выглядел очень близко к дизайну, который витал вокруг меня. руководитель с 2010 года.

# Matrix 2 top plate article
source: I think it was a combination of disbelief in the wider mountainboard community that you didn’t need the springs that we had all become accustomed to, plus the extra stress it put on the egg shocks meant the design wasn’t as bullet-proof as the standard design. The trade off in performance against durability was not something the majority of riders wanted to make. That being said, I and many others rode that design trouble-free right up until MBS released the Matrix II.
de_de: Ich denke, es war eine Kombination aus Unglauben in der breiteren Mountainboard-Community, dass Sie die Federn, an die wir uns alle gewöhnt hatten, nicht brauchten, und die zusätzliche Belastung der Eierschocks bedeutete, dass das Design nicht so kugelsicher war wie das Standarddesign. Der Kompromiss zwischen Leistung und Haltbarkeit wollte die Mehrheit der Fahrer nicht eingehen. Davon abgesehen fuhren ich und viele andere dieses Design problemlos, bis MBS die Matrix II herausbrachte.
es_es: Creo que fue una combinación de incredulidad en la comunidad de mountainboard en general que no necesitabas los resortes a los que todos nos habíamos acostumbrado, además del estrés adicional que ponía en los choques de huevo significaba que el diseño no era tan a prueba de balas como el diseño estándar. La compensación entre rendimiento y durabilidad no era algo que la mayoría de los ciclistas quisieran hacer. Dicho esto, yo y muchos otros montamos ese diseño sin problemas hasta que MBS lanzó Matrix II.
fr_fr: Je pense que c'était une combinaison d'incrédulité dans la communauté plus large du mountainboard que vous n'aviez pas besoin des ressorts auxquels nous nous étions tous habitués, plus le stress supplémentaire que cela mettait sur les chocs des œufs signifiait que le design n'était pas aussi résistant que les balles. la conception standard. Le compromis entre la performance et la durabilité n'était pas quelque chose que la majorité des coureurs souhaitaient faire. Cela étant dit, moi et beaucoup d'autres avons utilisé cette conception sans problème jusqu'à ce que MBS publie la Matrix II.
it_it: Penso che sia stata una combinazione di incredulità nella più ampia comunità di mountainboard il fatto che non avessi bisogno delle molle a cui ci eravamo abituati, oltre allo stress extra che ha messo sugli ammortizzatori a uovo significava che il design non era a prova di proiettile come il design standard. Il compromesso tra prestazioni e durata non era qualcosa che la maggior parte dei motociclisti voleva fare. Detto questo, io e molti altri abbiamo guidato quel progetto senza problemi fino a quando MBS non ha rilasciato Matrix II.
ja_ja: 私たち全員が慣れ親しんだスプリングを必要としなかったのは、より広いマウンテンボードコミュニティへの不信と、エッグショックにかかる余分なストレスの組み合わせであり、デザインは防弾性能が劣っていたと思います。標準設計。パフォーマンスと耐久性のトレードオフは、大多数のライダーが望んでいたことではありませんでした。そうは言っても、MBSがマトリックスIIをリリースするまで、私や他の多くの人々は問題なくその設計に乗りました。
pl_pl: Myślę, że była to kombinacja niedowierzania w szerszej społeczności górskiej, że nie potrzebujesz sprężyn, do których wszyscy byliśmy przyzwyczajeni, plus dodatkowy stres, jaki wywierał na wstrząsy jajka, oznaczał, że projekt nie był tak odporny na kulę jak standardowy projekt. Większość kierowców nie chciała mieć kompromisu między osiągami a wytrzymałością. To powiedziawszy, ja i wielu innych jeździliśmy bezproblemowo, aż do momentu wypuszczenia przez MBS Matrix II.
pt_pt: Eu acho que foi uma combinação de descrença na comunidade mais ampla do mountainboard de que você não precisava das molas às quais todos nós nos acostumamos, além do estresse extra que colocava nos choques de ovo significava que o design não era tão à prova de balas quanto o design padrão. A troca entre desempenho e durabilidade não era algo que a maioria dos pilotos queria fazer. Dito isso, eu e muitos outros montamos esse projeto sem problemas até a MBS lançar o Matrix II.
ru_ru: Я думаю, это была комбинация неверия в более широкое сообщество маунтинбордов, что вам не нужны пружины, к которым мы все привыкли, плюс дополнительное напряжение, которое они оказывали на амортизаторы яйца, означало, что конструкция не была такой пуленепробиваемой, как стандартный дизайн. Компромисс между характеристиками и долговечностью не был тем, на что большинство гонщиков хотели пойти. При этом я и многие другие без проблем использовали этот дизайн до тех пор, пока MBS не выпустила Matrix II.

# Matrix 2 top plate article
source: If you like new design so much, why have you felt the need to modify it?
de_de: Wenn Ihnen neues Design so gut gefällt, warum mussten Sie es dann ändern?
es_es: Si te gusta tanto el nuevo diseño, ¿por qué has sentido la necesidad de modificarlo?
fr_fr: Si vous aimez tant le nouveau design, pourquoi avez-vous ressenti le besoin de le modifier?
it_it: Se ti piace così tanto il nuovo design, perché hai sentito il bisogno di modificarlo?
ja_ja: 新しいデザインがとても好きなら、なぜそれを修正する必要性を感じたのですか？
pl_pl: Jeśli tak bardzo lubisz nowy projekt, dlaczego poczułeś potrzebę jego modyfikacji?
pt_pt: Se você gosta tanto do novo design, por que sentiu a necessidade de modificá-lo?
ru_ru: Если вам так нравится новый дизайн, почему вы почувствовали необходимость его изменить?
