Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# Video edit page
source: Edit a video
es_es: Editar un vídeo
fr_fr: Modifier une vidéo

# Video post page
source: Post a new video
de_de: Neues Video einstellen
es_es: Publicar un nuevo video
fr_fr: Poster une nouvelle vidéo
it_it: Pubblica un nuovo video
ja_ja: 新しいビデオを投稿する
pl_pl: Umieść nowy film
pt_pt: Postar um novo vídeo
ru_ru: Разместить новое видео

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ja_ja: 説明文
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

source: Email
es_es: Correo electrónico
it_it: Invia un'e-mail a
ja_ja: メール

source: Haha
es_es: Jaja
ja_ja: はは
ru_ru: ха-ха

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
ja_ja: オプション
pl_pl: Opcje
pt_pt: Opções
ru_ru: Варианты

# Album
source: Public
de_de: Öffentlich
es_es: Público
it_it: Pubblico
ja_ja: 公衆
pl_pl: Publiczność
pt_pt: Público
ru_ru: Общественный

# Comments
source: Message
de_de: Nachricht
es_es: Mensaje
it_it: Messaggio
ja_ja: メッセージ
pl_pl: Wiadomość
pt_pt: Mensagem
ru_ru: Сообщение

# Footer
source: Contact
de_de: Kontakt
es_es: Contáctanos
it_it: Contatto
ja_ja: 連絡先
pl_pl: Kontakt
pt_pt: Contato
ru_ru: Контактная информация

# Footer
source: Forum
es_es: Foro
ja_ja: フォーラム
pt_pt: Fórum
ru_ru: Форум

# Home
source: Go
de_de: Gehen Sie
es_es: Ir
it_it: Vai a
pl_pl: Wejdź na stronę
pt_pt: Vá
ru_ru: Зайти на сайт

# Homepage Aside
source: Videos from the 2020 edition of the 4 Down Project
de_de: Videos aus der Ausgabe 2020 des 4 Down-Projekts
es_es: Vídeos de la edición 2020 del 4 Down Project
it_it: Video dell'edizione 2020 del 4 Down Project
ja_ja: 4ダウンプロジェクトの2020年版のビデオ
pl_pl: Filmy z edycji 4 Down Project 2020

# Matrix 2 top plate article
source: Important
de_de: Wichtig
es_es: Importante
it_it: Importante
ja_ja: 重要
pl_pl: Ważny
pt_pt: Importante
ru_ru: Важный

# Navigation
source: Albums
de_de: Alben
es_es: Álbumes
it_it: Album
ja_ja: アルバム
pl_pl: Albumy
pt_pt: Álbuns
ru_ru: Альбомы

# Page Layout
source: Actions
de_de: Aktionen
es_es: Acciones
it_it: Azioni
ja_ja: アクション
pl_pl: Działania
pt_pt: Ações
ru_ru: Действия

# Registration
source: Email
es_es: Correo electrónico
it_it: Invia un'e-mail a
ja_ja: メールアドレス

source: Cool
it_it: Freddo
ja_ja: 涼しい
pl_pl: Chłodny
pt_pt: Legal
ru_ru: прохладно

source: Visible
de_de: Sichtbar
it_it: Visibile
ja_ja: 目に見える
pl_pl: Widoczny
pt_pt: Visível
ru_ru: видимый

# Navigation
source: Riders
de_de: Reiter
it_it: Piloti
ja_ja: ライダー達
pl_pl: Jeźdźcy
ru_ru: Райдеры
