Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# Matrix 2 top plate article
source: Remove the shock blocks and bottom preload bolts
de_de: Entfernen Sie die Stoßdämpferblöcke und die unteren Vorspannschrauben
es_es: Retire los bloques de choque y los pernos de precarga inferiores
fr_fr: Retirez les blocs amortisseurs et les boulons de précharge inférieurs
it_it: Rimuovere i blocchi dell'ammortizzatore e i bulloni di precarico inferiori
ja_ja: ショックブロックと下部プリロードボルトを取り外します
pl_pl: Usuń bloki amortyzatorów i dolne śruby napięcia wstępnego
pt_pt: Remova os blocos de choque e os parafusos de pré-carga inferiores
ru_ru: Снимите амортизаторы и нижние болты предварительной нагрузки.

# Matrix 2 top plate article
source: So why do you think it didn’t catch on?
de_de: Warum hat es sich Ihrer Meinung nach nicht durchgesetzt?
es_es: Entonces, ¿por qué crees que no se popularizó?
fr_fr: Alors, pourquoi pensez-vous que cela n'a pas pris de l'ampleur?
it_it: Allora perché pensi che non abbia preso piede?
ja_ja: では、なぜそれがうまくいかなかったと思いますか？
pl_pl: Jak myślisz, dlaczego to się nie przyjęło?
pt_pt: Então, por que você acha que não pegou?
ru_ru: Так почему, как вы думаете, это не прижилось?

# Matrix 2 top plate article
source: The full story behind this project
de_de: Die ganze Geschichte hinter diesem Projekt
es_es: La historia completa detrás de este proyecto
fr_fr: L'histoire complète de ce projet
it_it: La storia completa dietro questo progetto
ja_ja: このプロジェクトの背後にある全容
pl_pl: Pełna historia tego projektu
pt_pt: A história completa por trás deste projeto
ru_ru: Полная история этого проекта

# Matrix 2 top plate article
source: The MBS top plate
de_de: Die MBS-Deckplatte
es_es: La placa superior MBS
fr_fr: La plaque supérieure MBS
it_it: La piastra superiore MBS
ja_ja: MBSトッププレート
pl_pl: Płyta górna MBS
pt_pt: A placa superior MBS
ru_ru: Верхняя пластина МБС

# Matrix 2 top plate article
source: The Mod Plate is designed to work by adjusting the top preload bolts only, do not use the bottom preload bolts to make any adjustments.
de_de: Die Mod-Platte funktioniert nur durch Einstellen der oberen Vorspannschrauben. Verwenden Sie nicht die unteren Vorspannschrauben, um Einstellungen vorzunehmen.
es_es: La placa de modulación está diseñada para funcionar ajustando solo los pernos de precarga superiores, no utilice los pernos de precarga inferiores para realizar ningún ajuste.
fr_fr: La plaque mod est conçue pour fonctionner en ajustant uniquement les boulons de précharge supérieurs, n'utilisez pas les boulons de précharge inférieurs pour effectuer des réglages.
it_it: La piastra Mod è progettata per funzionare regolando solo i bulloni di precarico superiori, non utilizzare i bulloni di precarico inferiori per effettuare alcuna regolazione.
ja_ja: Modプレートは上部のプリロードボルトのみを調整するように設計されており、下部のプリロードボルトを使用して調整しないでください。
pl_pl: Płytka modów jest zaprojektowana do pracy poprzez regulację tylko górnych śrub naprężenia wstępnego, nie należy używać dolnych śrub naprężenia wstępnego do dokonywania jakichkolwiek regulacji.
pt_pt: O Mod Plate foi projetado para funcionar ajustando apenas os parafusos de pré-carga superiores, não use os parafusos de pré-carga inferiores para fazer quaisquer ajustes.
ru_ru: Пластина Mod Plate предназначена для работы только путем регулировки верхних болтов предварительного натяга, не используйте нижние болты предварительного натяга для выполнения каких-либо регулировок.

# Matrix 2 top plate article
source: This is a peer to peer project, the aim is not to get rich but to innovate, doing our bit to help push the sport forward, your feedback is key to that process
de_de: Dies ist ein Peer-to-Peer-Projekt. Das Ziel ist nicht, reich zu werden, sondern innovativ zu sein. Wir leisten unseren Beitrag, um den Sport voranzutreiben. Ihr Feedback ist der Schlüssel zu diesem Prozess
es_es: Este es un proyecto de igual a igual, el objetivo no es enriquecernos sino innovar, aportando nuestro granito de arena para ayudar a impulsar el deporte, sus comentarios son clave para ese proceso
fr_fr: Il s'agit d'un projet peer-to-peer, le but n'est pas de devenir riche mais d'innover, en faisant notre part pour aider à faire avancer le sport, vos commentaires sont la clé de ce processus
it_it: Questo è un progetto peer to peer, l'obiettivo non è quello di diventare ricchi ma di innovare, facendo la nostra parte per aiutare a spingere lo sport in avanti, il tuo feedback è la chiave di quel processo
ja_ja: これはピアツーピアプロジェクトです。目的は金持ちになることではなく革新することであり、スポーツを前進させるために私たちのビットを実行します。あなたのフィードバックはそのプロセスの鍵です
pl_pl: To jest projekt peer to peer, którego celem nie jest wzbogacenie się, ale innowacje, robiąc wszystko, aby pomóc pchnąć sport do przodu, twoja opinia jest kluczem do tego procesu
pt_pt: Este é um projeto peer to peer, o objetivo não é ficar rico, mas inovar, fazendo a nossa parte para ajudar a impulsionar o esporte, seu feedback é a chave para esse processo
ru_ru: Это равноправный проект, цель не в том, чтобы разбогатеть, а в том, чтобы вводить новшества, вносить свой вклад в развитие спорта, ваши отзывы являются ключом к этому процессу.

# Matrix 2 top plate article
source: Tips
de_de: Tipps
es_es: Consejos
fr_fr: Conseils
it_it: Suggerimenti
ja_ja: チップ
pl_pl: Porady
pt_pt: Dicas
ru_ru: подсказки

# Matrix 2 top plate article
source: Turn the top preload bolts anti-clockwise until around 2mm of the bolt end is visible out of the underside of the Top Truck.
de_de: Drehen Sie die oberen Vorspannschrauben gegen den Uhrzeigersinn, bis etwa 2 mm des Schraubenendes an der Unterseite des oberen Lastwagens sichtbar sind.
es_es: Gire los pernos de precarga superior en el sentido contrario a las agujas del reloj hasta que alrededor de 2 mm del extremo del perno sean visibles por la parte inferior del Top Truck.
fr_fr: Tournez les boulons de précharge supérieurs dans le sens inverse des aiguilles d'une montre jusqu'à ce qu'environ 2 mm de l'extrémité du boulon soient visibles du dessous du Top Truck.
it_it: Ruotare i bulloni di precarico superiori in senso antiorario fino a quando circa 2 mm dell'estremità del bullone sono visibili dalla parte inferiore del Top Truck.
ja_ja: トップトラックの下側からボルトの端の約2mmが見えるようになるまで、トッププリロードボルトを反時計回りに回します。
pl_pl: Obracaj górne śruby naprężenia wstępnego w kierunku przeciwnym do ruchu wskazówek zegara, aż ok. 2 mm końca śruby będzie widoczne ze spodu wózka górnego.
pt_pt: Gire os parafusos de pré-carga superiores no sentido anti-horário até que cerca de 2 mm da extremidade do parafuso sejam visíveis na parte de baixo do Top Truck.
ru_ru: Поворачивайте верхние болты предварительного натяга против часовой стрелки до тех пор, пока конец болта не будет виден с нижней стороны верхней тележки примерно на 2 мм.

# Matrix 2 top plate article
source: Well, I pretty much like everything about the Matrix II, the turning is so much more progressive and responsive than any other truck I’ve ridden before plus it’s lighter and the shape of the lower truck is so much better for rails, copings and ground clearance. The one thing I didn’t like was its preload system, after a certain point the more I tried to stiffen the steering, the looser it got. On closer inspection, I could see this was because the shock blocks were lifted away from the lower truck to such a degree that they started pivoting on the preload bolts, this allowed them to slide off the top plate rather than compress up against it.
de_de: Nun, ich mag so ziemlich alles an der Matrix II, das Wenden ist so viel progressiver und reaktionsschneller als bei jedem anderen LKW, den ich zuvor gefahren bin. Außerdem ist es leichter und die Form des unteren LKW ist für Schienen, Käppchen und Boden viel besser Spielraum. Das einzige, was mir nicht gefallen hat, war das Vorspannsystem. Nach einem bestimmten Punkt wurde es umso lockerer, je mehr ich versuchte, die Lenkung zu versteifen. Bei näherer Betrachtung konnte ich feststellen, dass die Stoßdämpferblöcke so weit vom unteren LKW abgehoben waren, dass sie anfingen, sich auf den Vorspannschrauben zu drehen, sodass sie von der oberen Platte rutschen konnten, anstatt sich dagegen zu drücken.
es_es: Bueno, me gusta mucho todo lo relacionado con Matrix II, el giro es mucho más progresivo y sensible que cualquier otro camión que haya montado antes, además es más liviano y la forma del camión inferior es mucho mejor para rieles, cofias y terreno. despeje. Lo único que no me gustó fue su sistema de precarga, después de cierto punto, cuanto más trataba de endurecer la dirección, más se aflojaba. En una inspección más cercana, pude ver que esto se debía a que los bloques de amortiguación se levantaron del camión inferior hasta tal punto que comenzaron a pivotar sobre los pernos de precarga, esto les permitió deslizarse fuera de la placa superior en lugar de comprimirlos.
fr_fr: Eh bien, j'aime à peu près tout sur le Matrix II, le virage est tellement plus progressif et réactif que n'importe quel autre camion que j'ai conduit auparavant, plus il est plus léger et la forme du camion inférieur est tellement meilleure pour les rails, les couronnes et le sol. dégagement. La seule chose que je n’ai pas aimé était son système de précharge, après un certain point, plus j’essayais de rigidifier la direction, plus elle devenait lâche. En y regardant de plus près, j'ai pu voir que c'était parce que les blocs d'amortisseurs étaient soulevés du camion inférieur à un point tel qu'ils ont commencé à pivoter sur les boulons de précharge, ce qui leur a permis de glisser de la plaque supérieure plutôt que de se comprimer contre elle.
it_it: Bene, mi piace praticamente tutto ciò che riguarda il Matrix II, la svolta è molto più progressiva e reattiva di qualsiasi altro camion che ho guidato prima, inoltre è più leggero e la forma del camion inferiore è molto migliore per i binari, i copings e il terreno liquidazione. L'unica cosa che non mi è piaciuta era il suo sistema di precarico, dopo un certo punto più cercavo di irrigidire lo sterzo, più si allentava. A un'ispezione più attenta, ho potuto vedere che ciò era dovuto al fatto che i blocchi degli ammortizzatori sono stati sollevati dal camion inferiore a tal punto che hanno iniziato a ruotare sui bulloni di precarico, questo ha permesso loro di scivolare fuori dalla piastra superiore piuttosto che comprimersi contro di essa.
ja_ja: まあ、私はマトリックスIIのすべてが好きです。曲がり角は、これまでに乗った他のどのトラックよりもはるかに進歩的で応答性が高く、さらに軽量で、下のトラックの形状はレール、コーピング、地面に非常に優れています。クリアランス。私が気に入らなかったのは、プリロードシステムでした。ある時点以降、ステアリングを固めようとすればするほど、ステアリングが緩くなりました。 よく調べてみると、ショックブロックが下のトラックから持ち上げられてプリロードボルトで回転し始めたため、トッププレートに押し付けられるのではなくスライドして外れたことがわかりました。
pl_pl: Cóż, podoba mi się wszystko w Matrix II, skręt jest o wiele bardziej progresywny i responsywny niż jakikolwiek inny samochód, na którym jeździłem wcześniej, a ponadto jest lżejszy, a kształt dolnej ciężarówki jest o wiele lepszy dla szyn, czapek i podłoża luz. Jedyną rzeczą, która mi się nie podobała, był system wstępnego obciążenia, po pewnym momencie, im bardziej próbowałem usztywnić kierownicę, tym było luźniej. Przy bliższym przyjrzeniu się zauważyłem, że było to spowodowane tym, że bloki amortyzatorów zostały podniesione z dolnej ciężarówki do takiego stopnia, że zaczęły obracać się na śrubach naprężenia wstępnego, co pozwoliło im zsunąć się z górnej płyty, a nie docisnąć do niej.
pt_pt: Bem, eu gosto muito de tudo no Matrix II, a curva é muito mais progressiva e ágil do que qualquer outro caminhão que eu já usei antes, além de ser mais leve e o formato do caminhão inferior é muito melhor para trilhos, copings e solo liberação. A única coisa que não gostei foi seu sistema de pré-carga, depois de um certo ponto, quanto mais eu tentava enrijecer a direção, mais solta ela ficava. Em uma inspeção mais próxima, pude ver que isso aconteceu porque os blocos de choque foram levantados do caminhão inferior a tal ponto que começaram a girar nos parafusos de pré-carga, o que permitiu que deslizassem para fora da placa superior em vez de se comprimirem contra ela.
ru_ru: Что ж, мне очень нравится все в Matrix II, повороты намного более прогрессивны и отзывчивы, чем любой другой грузовик, на котором я ездил раньше, плюс он легче, а форма нижнего грузовика намного лучше для рельсов, колпаков и грунта. оформление. Единственное, что мне не понравилось, так это его система предварительного натяга, после определенного момента, чем больше я пытался усилить рулевое управление, тем слабее оно становилось. При ближайшем рассмотрении я мог видеть, что это произошло потому, что амортизаторы были отодвинуты от нижней тележки до такой степени, что они начали поворачиваться на болтах предварительной нагрузки, что позволило им соскользнуть с верхней пластины, а не прижаться к ней.

# Matrix 2 top plate article
source: When using the loosest setting make sure that top preload bolts are still in contact with the Mod Plate in their recess holes.
de_de: Stellen Sie bei Verwendung der lockersten Einstellung sicher, dass die oberen Vorspannschrauben in ihren Aussparungslöchern noch Kontakt mit der Mod-Platte haben.
es_es: Cuando utilice el ajuste más flojo, asegúrese de que los pernos de precarga superior todavía estén en contacto con la placa de modificación en sus orificios de rebaje.
fr_fr: Lorsque vous utilisez le réglage le plus lâche, assurez-vous que les boulons de précharge supérieurs sont toujours en contact avec la plaque de modulation dans leurs trous de retrait.
it_it: Quando si utilizza l'impostazione più lasca, assicurarsi che i bulloni di precarico superiore siano ancora in contatto con la piastra Mod nei rispettivi fori.
ja_ja: 最も緩い設定を使用するときは、上部の予圧ボルトがそれらのくぼみ穴でModプレートと接触していることを確認してください。
pl_pl: Używając najluzszego ustawienia, upewnij się, że górne śruby naprężenia wstępnego nadal stykają się z płytą modulacyjną w swoich wgłębieniach.
pt_pt: Ao usar a configuração mais frouxa, certifique-se de que os parafusos de pré-carga superiores ainda estejam em contato com a Placa Mod em seus orifícios de recesso.
ru_ru: При использовании самой слабой настройки убедитесь, что верхние болты предварительного натяга все еще контактируют с пластиной модуляции в своих отверстиях.

# Matrix 2 top plate article
source: Why did you swap that set up for the Matrix II ?
de_de: Warum haben Sie das Setup für die Matrix II getauscht?
es_es: ¿Por qué cambiaste esa configuración por Matrix II?
fr_fr: Pourquoi avez-vous échangé cette configuration pour la Matrix II?
it_it: Perché hai scambiato quella configurazione con Matrix II?
ja_ja: なぜマトリックスIIのセットアップを交換したのですか？
pl_pl: Dlaczego zamieniłeś to ustawienie na Matrix II?
pt_pt: Por que você trocou aquela configuração pelo Matrix II?
ru_ru: Почему вы поменяли эту настройку на Matrix II?

# Matrix 2 top plate article
source: Yeah of course, with the exception of my first board (a Mongoose Unicamb) I’ve always ridden MBS channel trucks. MBS kept tweaking the design over the years, making improvements, always producing something that kept them ahead of their rivals. However because of my background in motor cycle mechanics I always thought it was odd to use a spring without any form of rebound dampening and that’s why in 2010 I decided on a bit of an experiment, to run my Matrix Pro’s without any springs. To my surprise it worked incredibly well for me and quite a few other riders.
de_de: Ja natürlich, mit Ausnahme meines ersten Boards (eines Mongoose Unicamb) bin ich immer MBS Channel Trucks gefahren. MBS hat das Design im Laufe der Jahre weiter optimiert, Verbesserungen vorgenommen und immer etwas produziert, das sie vor ihren Konkurrenten hält. Aufgrund meines Hintergrunds in der Motorradmechanik fand ich es jedoch immer seltsam, eine Feder ohne jegliche Zugstufendämpfung zu verwenden, und deshalb habe ich mich 2010 für ein kleines Experiment entschieden, meine Matrix Pro ohne Federn zu betreiben. Zu meiner Überraschung hat es für mich und einige andere Fahrer unglaublich gut funktioniert.
es_es: Sí, por supuesto, con la excepción de mi primera placa (una Mongoose Unicamb), siempre he montado camiones del canal MBS. MBS siguió modificando el diseño a lo largo de los años, haciendo mejoras, siempre produciendo algo que los mantuvo por delante de sus rivales. Sin embargo, debido a mi experiencia en mecánica de motocicletas, siempre pensé que era extraño usar un resorte sin ningún tipo de amortiguación de rebote y por eso en 2010 me decidí por un pequeño experimento, para ejecutar mi Matrix Pro sin resortes. Para mi sorpresa, funcionó increíblemente bien para mí y para muchos otros pilotos.
fr_fr: Oui, bien sûr, à l’exception de ma première planche (une Mongoose Unicamb), j’ai toujours piloté des camions à canaux MBS. MBS a continué à peaufiner la conception au fil des ans, en apportant des améliorations, en produisant toujours quelque chose qui les gardait en avance sur ses rivaux. Cependant, en raison de mon expérience en mécanique de motocyclettes, j'ai toujours pensé qu'il était étrange d'utiliser un ressort sans aucune forme d'amortissement de rebond et c'est pourquoi en 2010 j'ai décidé de faire une petite expérience, de faire fonctionner ma Matrix Pro sans aucun ressort. À ma grande surprise, cela a fonctionné incroyablement bien pour moi et pour plusieurs autres pilotes.
it_it: Sì, certo, con l'eccezione della mia prima tavola (una Mongoose Unicamb) ho sempre guidato i camion dei canali MBS. MBS ha continuato a modificare il design nel corso degli anni, apportando miglioramenti, producendo sempre qualcosa che li tenesse un passo avanti rispetto ai loro rivali. Tuttavia, a causa della mia esperienza in meccanica di motociclette, ho sempre pensato che fosse strano usare una molla senza alcuna forma di smorzamento del ritorno ed è per questo che nel 2010 ho deciso di fare un piccolo esperimento, per far funzionare il mio Matrix Pro senza molle. Con mia grande sorpresa ha funzionato incredibilmente bene per me e per molti altri piloti.
ja_ja: ええ、もちろん、私の最初のボード（マングースユニカム）を除いて、私はいつもMBSチャンネルトラックに乗っていました。 MBSは何年にもわたってデザインを微調整し、改善を行い、常にライバルに先んじる何かを生み出しました。しかし、モーターサイクルのメカニックの経歴があるため、リバウンドダンピングなしでスプリングを使用するのは奇妙だといつも思っていました。そのため、2010年に、スプリングなしでMatrixProを実行するというちょっとした実験をすることにしました。驚いたことに、それは私と他のかなりの数のライダーにとって信じられないほどうまく機能しました。
pl_pl: Tak, oczywiście, z wyjątkiem mojej pierwszej deski (Mongoose Unicamb), zawsze jeździłem na platformach MBS. MBS przez lata ulepszał projekt, wprowadzając ulepszenia, zawsze produkując coś, co utrzymywało ich przed rywalami. Jednak ze względu na moje doświadczenie w mechanice motocykli zawsze uważałem, że dziwne jest używanie sprężyny bez jakiejkolwiek formy tłumienia odbicia i dlatego w 2010 roku zdecydowałem się na trochę eksperymentu, aby uruchomić mój Matrix Pro bez żadnych sprężyn. Ku mojemu zaskoczeniu zadziałało to niesamowicie dobrze dla mnie i wielu innych zawodników.
pt_pt: Sim, claro, com exceção da minha primeira prancha (uma Mongoose Unicamb), eu sempre montei em caminhões de canal MBS. A MBS continuou aprimorando o design ao longo dos anos, fazendo melhorias, sempre produzindo algo que os mantinha à frente de seus rivais. No entanto, por causa da minha experiência em mecânica de motocicletas, sempre achei estranho usar uma mola sem qualquer forma de amortecimento de recuperação e é por isso que em 2010 eu decidi fazer um pouco de experimento, rodar meu Matrix Pro sem molas. Para minha surpresa, funcionou incrivelmente bem para mim e para alguns outros pilotos.
ru_ru: Да, конечно, за исключением моей первой доски (Mongoose Unicamb), я всегда ездил на грузовиках MBS. На протяжении многих лет компания MBS продолжала улучшать дизайн, вносить улучшения, всегда создавая что-то, что позволяло им опережать конкурентов. Однако из-за моего опыта в механике мотоциклов я всегда думал, что было бы странно использовать пружину без какой-либо формы демпфирования отскока, и поэтому в 2010 году я решил немного поэкспериментировать, чтобы запустить свой Matrix Pro без каких-либо пружин. К моему удивлению, это сработало для меня и многих других гонщиков.

# Modal
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_ja: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отменить

# Modal
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
ja_ja: 閉じる
pt_pt: Fechar
ru_ru: Закрыть

# Multiple upload page
source: Post multiple photos
de_de: Mehrere Fotos einstellen
es_es: Publicar varias fotos
fr_fr: Envoyer plusieurs photos
it_it: Pubblicare più foto
ja_ja: 複数の写真を投稿する
pl_pl: Umieść wiele zdjęć
pt_pt: Publicar várias fotos
ru_ru: Разместить несколько фотографий

# Navigation
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudere
ja_ja: 閉じる
pt_pt: Fechar
ru_ru: Закрыть

# Navigation
source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
it_it: Galleria
ja_ja: ギャラリー
pl_pl: Galeria
pt_pt: Galeria
ru_ru: Галерея

# Navigation
source: Links
es_es: Enlaces
fr_fr: Liens
it_it: Link
ja_ja: リンク集
pl_pl: Linki
ru_ru: Ссылки

# NavigationProfile
source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte
it_it: Conto
ja_ja: アカウント
pl_pl: Konto
pt_pt: Conta
ru_ru: Аккаунт

# New password activation
source: Enter the new password we emailed you to sign in!
de_de: Geben Sie das neue Passwort ein, das wir Ihnen zur Anmeldung per E-Mail zugesandt haben!
es_es: Introduce la nueva contraseña que te enviamos por correo electrónico para iniciar sesión!
fr_fr: Pour te connecter, saisis le nouveau mot de passe reçu dans l’email qu’on vient de t’envoyer!
it_it: Inserisci la nuova password che ti abbiamo inviato via e-mail per accedere!
ja_ja: サインインするためにメールで送信した新しいパスワードを入力してください！
pl_pl: Wprowadź nowe hasło, które wysłaliśmy do Ciebie e-mailem, aby się zalogować!
pt_pt: Digite a nova senha que lhe enviamos por e-mail para fazer o login!
ru_ru: Введите новый пароль, который мы отправили вам по электронной почте для входа в систему!

# New password activation
source: Password Activation
de_de: Passwort-Aktivierung
es_es: Activación de la contraseña
fr_fr: Activation du mot de passe
it_it: Attivazione della password
ja_ja: パスワードアクティベーション
pl_pl: Aktywacja hasła
pt_pt: Ativação da senha
ru_ru: Активация пароля

# New password activation
source: Your new password is now activated!
de_de: Ihr neues Passwort ist jetzt aktiviert!
es_es: ¡Tu nueva contraseña está ahora activada!
fr_fr: Ton nouveau mot de passe est maintenant activé!
it_it: La vostra nuova password è ora attivata!
ja_ja: 新しいパスワードが有効になりました！
pl_pl: Twoje nowe hasło jest teraz aktywowane!
pt_pt: Sua nova senha está agora ativada!
ru_ru: Ваш новый пароль теперь активирован!

# Newsletter form
source: Email Address
fr_fr: Adresse email

# Newsletter form
source: Subscribe
de_de: Abonnieren
es_es: Suscribir
fr_fr: S’abonner
it_it: sottoscrivi
ja_ja: 申し込む
pl_pl: Subskrybuj
pt_pt: Se inscrever
ru_ru: Подписывайся

# OldForum
source: Are you looking for the old Surfing Dirt Forum? Don't worry, it's still around!
de_de: Suchen Sie das alte Surfing Dirt Forum? Keine Sorge, es gibt es noch!
es_es: ¿Busca el viejo Surfing Dirt Foro? ¡No se preocupe, todavía está por aquí!
fr_fr: Tu cherches le vieux forum Surfing Dirt? Pas de souci, il est encore là!
it_it: State cercando il vecchio Surfing Dirt Forum? Non preoccupatevi, è ancora in giro!
ja_ja: 古いサーフィンダートフォーラムをお探しですか？心配しないでください、まだ存在しているよ！
pl_pl: Szukasz starego Surfing Dirt Forum? Nie martw się, nadal jest w pobliżu!
pt_pt: Está à procura do velho Surfing Dirt Fórum? Não se preocupe, ele ainda está por aí!
ru_ru: Ты ищешь старый Surfing Dirt Форум? Не волнуйся, он все еще где-то рядом!

# OldForum
source: Go to the forum!
de_de: Gehen Sie zum Forum!
es_es: ¡Ve al foro!
fr_fr: Aller au forum!
it_it: Vai al forum!
ja_ja: フォーラムにアクセスしてください！
pl_pl: Idź na forum!
pt_pt: Vá para o fórum!
ru_ru: Идите на форум!
