Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# OldForum
source: In the meantime, go check it out, it may look different than it used to, but the great content is still there!
de_de: In der Zwischenzeit, sehen Sie sich das mal an, es sieht vielleicht anders aus als früher, aber der großartige Inhalt ist immer noch da!
es_es: Mientras tanto, ve a comprobarlo, puede parecer diferente de lo que solía ser, pero el gran contenido sigue ahí!
fr_fr: En attendant, va le voir, il a peut-être une autre tête, mais le contenu est toujours là!
it_it: Nel frattempo, andate a dare un'occhiata, può sembrare diverso dal solito, ma il grande contenuto è ancora lì!
ja_ja: それまでの間、チェックしてみてください。以前とは違って見えるかもしれませんが、すばらしいコンテンツはまだそこにあります！
pl_pl: W międzyczasie, idź sprawdzić to, może wyglądać inaczej niż kiedyś, ale wielka zawartość jest nadal tam!
pt_pt: Enquanto isso, vá conferir, pode parecer um pouco diferente mas o grande conteúdo ainda está lá!
ru_ru: В то же время, идите и проверьте его, он может выглядеть иначе, чем раньше, но отличный контент все еще там!

# OldForum
source: The Surfing Dirt Forum
de_de: Das Surfing Dirt Forum
es_es: El Surfing Dirt Foro
fr_fr: Le forum Surfing Dirt
it_it: Il Surfing Dirt Forum
ja_ja: サーフィンダートフォーラム
pl_pl: Surfing Dirt Forum
pt_pt: O Fórum Surfing Dirt
ru_ru: Surfing Dirt Форум

# OldForum
source: We haven't managed to merge the forum into the new site, but we're thinking it will happen some day.
de_de: Es ist uns nicht gelungen, das Forum in die neue Website einzubinden, aber wir denken, dass dies eines Tages geschehen wird.
es_es: No hemos logrado fusionar el foro en el nuevo sitio, pero pensamos que sucederá algún día.
fr_fr: On a pas encore incorporé le forum dans le nouveau site, mais on se dit que ça sera fait un jour.
it_it: Non siamo riusciti a fondere il forum nel nuovo sito, ma pensiamo che un giorno succederà.
ja_ja: フォーラムを新しいサイトに統合することはできませんでしたが、いつか行われると考えています。
pl_pl: Nie udało nam się połączyć forum z nową stroną, ale myślimy, że kiedyś się to stanie.
pt_pt: Ainda não conseguimos fundir o fórum no novo site, mas pensamos que isso acontecerá algum dia.
ru_ru: Нам не удалось объединить форум с новым сайтом, но мы думаем, что когда-нибудь это произойдет.

# Page Layout
source: Activity
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
it_it: Attività
ja_ja: アクティビティ
pl_pl: Działalność
pt_pt: Atividade
ru_ru: Деятельность

# Page Layout
source: Add
de_de: Hinzufügen
es_es: Añade
fr_fr: Ajouter
it_it: Aggiungi
ja_ja: 追加
pl_pl: Dodaj
pt_pt: Adicione
ru_ru: Добавить

# Page Layout
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
ja_ja: ホーム
pl_pl: Strona główna
pt_pt: Início
ru_ru: Главная страница

# Page Layout
source: Main content
de_de: Hauptinhalt
es_es: Contenido principal
fr_fr: Contenu principal
it_it: Contenuto principale
ja_ja: メインコンテンツ
pl_pl: Główna treść
pt_pt: Conteúdo principal
ru_ru: Основное содержание

# Page Layout
source: Main header
de_de: Hauptüberschrift
es_es: Header principal
fr_fr: Header principal
it_it: Intestazione principale
ja_ja: メインヘッダー
pl_pl: Nagłówek główny
pt_pt: Cabeçalho principal
ru_ru: Главный заголовок

# Page Layout
source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
it_it: Altro
ja_ja: もっと読む
pl_pl: Więcej
pt_pt: Mais
ru_ru: Подробнее

# Page Layout
source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_ja: プロフィール
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль

# Page Layout
source: Search
de_de: Suche
es_es: Busca en
fr_fr: Rechercher
it_it: Ricerca
ja_ja: 検索
pl_pl: Szukaj
pt_pt: Pesquisa
ru_ru: Поиск

# Page Layout
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja_ja: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

# Page404
source: Content not found
de_de: Inhalt nicht gefunden
es_es: Contenido no encontrado
fr_fr: Contenu introuvable
it_it: Contenuto non trovato
ja_ja: コンテンツが見つかりません
pl_pl: Zawartość nie została znaleziona
pt_pt: Conteúdo não encontrado
ru_ru: Содержание не найдено

# Page404
source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada
fr_fr: Page introuvable
it_it: Pagina non trovata
ja_ja: ページが見つかりません
pl_pl: Nie znaleziono strony
pt_pt: Página não encontrada
ru_ru: Страница не найдена

# Page404
source: The page you requested does not seem to exist.
de_de: Die von Ihnen angeforderte Seite scheint nicht zu existieren.
es_es: La página que solicitó no parece existir.
fr_fr: La page demandée semble ne pas exister.
it_it: La pagina che avete richiesto non sembra esistere.
ja_ja: リクエストしたページは存在しないようです。
pl_pl: Strona, o którą prosiłeś, wydaje się nie istnieć.
pt_pt: A página que você solicitou parece não existir.
ru_ru: Страница, которую вы запрашивали, кажется, не существует.

# Password
source: An error occurred while requesting a new password
de_de: Beim Anfordern eines neuen Passworts ist ein Fehler aufgetreten
es_es: Se produjo un error al solicitar una nueva contraseña
fr_fr: Une erreur est survenue pendant la demande de nouveau mot de passe
it_it: Si è verificato un errore durante la richiesta di una nuova password
ja_ja: 新しいパスワードのリクエスト中にエラーが発生しました
pl_pl: Podczas żądania nowego hasła pojawił się błąd
pt_pt: Ocorreu um erro ao solicitar uma nova senha
ru_ru: При запросе нового пароля произошла ошибка

# Password
source: An error occurred while resetting your password
de_de: Beim Zurücksetzen Ihres Passworts ist ein Fehler aufgetreten
es_es: Se produjo un error al restablecer la contraseña
fr_fr: Une erreur est survenue pendant la mise à jour de ton mot de passe
it_it: Si è verificato un errore durante il reset della password
ja_ja: パスワードのリセット中にエラーが発生しました
pl_pl: Podczas resetowania hasła wystąpił błąd
pt_pt: Ocorreu um erro ao redefinir sua senha
ru_ru: При сбросе пароля произошла ошибка

# Password
source: If you can't remember your password, enter your username below and we'll send you a new one.
de_de: Wenn Sie sich nicht mehr an Ihr Passwort erinnern können, geben Sie Ihren Benutzernamen unten ein und wir schicken Ihnen ein neues zu.
es_es: Si no recuerdas tu contraseña, introduce tu nombre de usuario abajo y te enviaremos una nueva.
fr_fr: Si tu ne te souviens pas de ton mot de passe, saisis ton nom d’utilisateur ci-dessous, et on t’en enverra un nouveau.
it_it: Se non ricordi la tua password, inserisci il tuo nome utente qui sotto e te ne invieremo una nuova.
ja_ja: パスワードを思い出せない場合は、下にユーザー名を入力してください。新しいパスワードが送信されます。
pl_pl: Jeśli nie pamiętasz swojego hasła, wpisz poniżej swoją nazwę użytkownika, a my wyślemy Ci nowe.
pt_pt: Se você não se lembra da sua senha, digite seu nome de usuário abaixo e nós lhe enviaremos uma nova senha.
ru_ru: Если вы не помните свой пароль, введите ваше имя пользователя ниже, и мы вышлем вам новый.

# Password
source: Lost your password?
de_de: Haben Sie Ihr Passwort verloren?
es_es: ¿Perdiste tu contraseña?
fr_fr: Mot de passe perdu?
it_it: Hai perso la tua password?
ja_ja: パスワードを忘れましたか？
pl_pl: Zgubiłeś hasło?
pt_pt: Esqueceu a sua senha?
ru_ru: Потеряли пароль?

# Password
source: Send
de_de: Senden Sie
es_es: Envía
fr_fr: Envoyer
it_it: Invia a
ja_ja: 送る
pl_pl: Wyślij
pt_pt: Enviar
ru_ru: Отправить

# Password
source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_ja: ユーザー名
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
ru_ru: Имя пользователя

# Password
source: We sent an email to your account. Click the link to activate your new password!
de_de: Wir haben eine E-Mail an Ihr Konto geschickt. Klicken Sie auf den Link, um Ihr neues Passwort zu aktivieren!
es_es: Enviamos un correo electrónico a tu cuenta. ¡Haz clic en el enlace para activar tu nueva contraseña!
fr_fr: On vient de t’envoyer un email. Clique le lien à l’intérieur pour activer ton nouveau mot de passe!
it_it: Abbiamo inviato un'e-mail al tuo account. Clicca sul link per attivare la tua nuova password!
ja_ja: アカウントにメールを送信しました。リンクをクリックして、新しいパスワードを有効にします！
pl_pl: Wysłaliśmy wiadomość e-mail na Twoje konto. Kliknij na link, aby aktywować nowe hasło!
pt_pt: Enviamos um e-mail para a sua conta. Clique no link para ativar sua nova senha!
ru_ru: Мы отправили письмо на вашу учетную запись. Нажмите на ссылку, чтобы активировать ваш новый пароль!

# Photo edit page
source: Edit a photo
es_es: Editar una foto
fr_fr: Modifier une photo

# Photo post page
source: Post a new photo
de_de: Neues Foto einstellen
es_es: Publicar una nueva foto
fr_fr: Ajouter une nouvelle photo
it_it: Pubblica una nuova foto
ja_ja: 新しい写真を投稿する
pl_pl: Wyślij nowe zdjęcie
pt_pt: Postar uma nova foto
ru_ru: Разместить новую фотографию

# Profile
source: Add intro
de_de: Intro hinzufügen
es_es: Añade una introducción
fr_fr: Ajouter présentation
it_it: Aggiungi intro
ja_ja: イントロを追加
pl_pl: Dodaj intro
pt_pt: Adicionar introdução
ru_ru: Добавить вступление

# Profile
source: Logout
de_de: Abmelden
es_es: Cierre de sesión
fr_fr: Déconnexion
ja_ja: ログアウト
pt_pt: Sair
ru_ru: Выход из системы

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_ja: プロフィール
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль

# Profile
source: Profile cover photo
de_de: Profil-Cover-Foto
es_es: Foto de la portada del perfil
fr_fr: Photo de couverture
it_it: Foto di copertina del profilo
ja_ja: プロフィールカバー写真
pl_pl: Zdjęcie okładki profilu
pt_pt: Foto da capa do perfil
ru_ru: Фото на обложке профиля

# Profile
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja_ja: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

# Profile
source: Update intro
de_de: Intro aktualisieren
es_es: Introducir la actualización
fr_fr: Modifier la présentation
it_it: Aggiornare l'introduzione
ja_ja: イントロを更新
pl_pl: Wprowadzenie aktualizujące
pt_pt: Introdução à atualização
ru_ru: Введение в курс дела

# Profile
source: You have not entered an introduction yet. Click the button to let other riders know about you!
de_de: Sie haben noch keine Einleitung eingegeben. Klicken Sie auf den Button, um andere Reiter über Sie zu informieren!
es_es: Aún no has introducido una introducción. ¡Pulsa el botón para que otros jinetes sepan de ti!
fr_fr: Tu n’as pas encore saisi de message pour te présenter. Clique sur le bouton pour que les autres riders sachent qui tu es!
it_it: Non avete ancora inserito un'introduzione. Cliccate sul pulsante per farvi conoscere da altri cavalieri!
ja_ja: まだ紹介を入力していません。ボタンをクリックして、他のライダーにあなたのことを知らせましょう！
pl_pl: Nie wszedłeś jeszcze do wstępu. Kliknij przycisk, aby powiadomić innych zawodników o tobie!
pt_pt: Você ainda não entrou com uma introdução. Clique no botão para que outros riders saibam sobre você!
ru_ru: Вы еще не вводили представление. Нажмите на кнопку, чтобы другие райдеры узнали о вас!

# Registration
source: If you'd like to join us, enter your details below to create an account!
de_de: Wenn Sie sich uns anschließen möchten, geben Sie Ihre Daten unten ein, um ein Konto zu erstellen!
es_es: Si desea unirte, ingrea tus datos a continuación para crear una cuenta!
fr_fr: Si tu veux te joindre à nous, saisis tes infos ci-dessous pour te créér un compte!
it_it: Se vuoi unirti a noi, inserisci i tuoi dati qui sotto per creare un account!
ja_ja: 参加したい場合は、以下に詳細を入力してアカウントを作成してください！
pl_pl: Jeśli chcesz do nas dołączyć, podaj swoje dane poniżej, aby utworzyć konto!
pt_pt: Se você gostaria de se juntar a nós, digite seus dados abaixo para criar uma conta!
ru_ru: Если вы хотите присоединиться к нам, введите свои данные ниже, чтобы создать аккаунт!

# Registration
source: If you'd like to join us, you can either go through Google or Facebook:
de_de: Wenn Sie sich uns anschließen möchten, können Sie entweder über Google oder Facebook gehen:
es_es: Si desea unirse a nosotros, puede hacerlo a través de Google o Facebook:
fr_fr: Si tu veux te joindre à nous, tu peux te connecter avec Google ou Facebook:
it_it: Se desideri unirti a noi, puoi passare tramite Google o Facebook:
ja_ja: 参加をご希望の場合は、GoogleまたはFacebookをご利用ください。
pl_pl: Jeśli chcesz do nas dołączyć, możesz przejść przez Google lub Facebook:

# Registration
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_ja: 言語
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык

# Registration
source: Or you can enter your details below to create an account!
fr_fr: Ou tu peux entrer tes informations ci-dessous pour créer ton compte!

# Registration
source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_ja: パスワード
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль

# Registration
source: Password confirmation
de_de: Bestätigung des Passworts
es_es: Confirmación de la contraseña
fr_fr: Confirmation du mot de passe
it_it: Conferma della password
ja_ja: パスワード確認
pl_pl: Potwierdzenie hasła
pt_pt: Confirmação de senha
ru_ru: Подтверждение пароля

# Registration
source: Please choose one
de_de: Bitte wählen Sie eine
es_es: Por favor, elige uno
fr_fr: Fais un choix
it_it: Si prega di sceglierne uno
ja_ja: 一つ選んでください
pl_pl: Proszę wybrać jeden
pt_pt: Por favor escolha um
ru_ru: Пожалуйста, выберите один

# Registration
source: Register
de_de: Registrieren Sie
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
ja_ja: 登録
pl_pl: Rejestr
pt_pt: Registe-se
ru_ru: Зарегистрироваться

source: Registration
de_de: Anmeldung
es_es: Registro
fr_fr: Formulaire d’inscription
it_it: Registrazione
ja_ja: 登録
pl_pl: Rejestracja
pt_pt: Inscrição
ru_ru: Регистрация

# Registration
source: See you in a minute!
de_de: Bis gleich!
es_es: ¡Nos vemos en un minuto!
fr_fr: A très vite!
it_it: Ci vediamo tra un minuto!
ja_ja: じゃあね！
pl_pl: Do zobaczenia za minutę!
pt_pt: Nos vemos em um minuto!
ru_ru: Увидимся через минуту!

# Registration
source: Timezone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
ja_ja: タイムゾーン
pl_pl: Strefa czasowa
pt_pt: Fuso horário
ru_ru: Часовой пояс

# Registration
source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_ja: ユーザー名
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
ru_ru: Имя пользователя

# Registration
source: We just sent you an email, please open it and click the link in order to confirm your account! Until then, you will not be able to log in.
de_de: Wir haben Ihnen gerade eine E-Mail geschickt, bitte öffnen Sie diese und klicken Sie auf den Link, um Ihr Konto zu bestätigen! Bis dahin können Sie sich nicht einloggen.
es_es: Acabamos de enviarle un correo electrónico. Por favor ábrelo y haz clic en el enlace para confirmar tu cuenta! Hasta entonces, no podrás iniciar sesión.
fr_fr: On vient de t’envoyer un email. Ouvre-le et clique sur le lien pour valider ton compte. En attendant, tu ne pourras pas te connecter.
it_it: Ti abbiamo appena inviato un'e-mail, per favore aprila e clicca sul link per confermare il tuo account! Fino ad allora, non potrai effettuare il login.
ja_ja: メールを送信しました。メールを開いて、リンクをクリックしてアカウントを確認してください。それまではログインできません。
pl_pl: Właśnie wysłaliśmy Ci wiadomość e-mail, proszę otwórz ją i kliknij na link, aby potwierdzić swoje konto! Do tego czasu nie będziesz mógł się zalogować.
pt_pt: Acabamos de lhe enviar um e-mail, por favor abra-o e clique no link para confirmar sua conta! Até lá, você não poderá fazer o login.
ru_ru: Мы только что отправили вам письмо, пожалуйста, откройте его и нажмите на ссылку, чтобы подтвердить вашу учетную запись! До этого момента вы не сможете войти в систему.

# Registration
source: Welcome, %s!
de_de: Willkommen, %s!
es_es: ¡Bienvenido, %s!
fr_fr: Bienvenue, %s!
it_it: Benvenuti, %s!
ja_ja: ％sさん、ようこそ！
pl_pl: Witajcie, %s!
pt_pt: Bem-vindo, %s!
ru_ru: Добро пожаловать, %s!

# Settings
source: Current password
de_de: Aktuelles Kennwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password attuale
ja_ja: 現在のパスワード
pl_pl: Aktualne hasło
pt_pt: Senha atual
ru_ru: Текущий пароль

# Settings
source: Go to your profile page instead!
de_de: Gehen Sie stattdessen zu Ihrer Profilseite!
es_es: ¡Ve a tu página de perfil en su lugar!
fr_fr: Aller à ton profil!
it_it: Vai invece alla pagina del tuo profilo!
ja_ja: 代わりにプロフィールページにアクセスしてください！
pl_pl: Zamiast tego przejdź do strony swojego profilu!
pt_pt: Vá antes para a sua página de perfil!
ru_ru: Вместо этого перейдите на страницу своего профиля!

# Settings
source: Looking for how to update your profile picture or cover photo?
de_de: Sie suchen nach einer Möglichkeit, Ihr Profilbild oder Ihr Titelbild zu aktualisieren?
es_es: ¿Buscas cómo actualizar tu foto de perfil o foto de portada?
fr_fr: Tu cherches à mettre à jour tes photos de profil ou de couverture?
it_it: Stai cercando come aggiornare la foto del tuo profilo o la foto di copertina?
ja_ja: プロフィール写真またはカバー写真を更新する方法をお探しですか？
pl_pl: Szukasz sposobu na aktualizację zdjęcia profilowego lub zdjęcia okładki?
pt_pt: Procurando como atualizar sua foto de perfil ou foto de capa?
ru_ru: Ищете, как обновить фотографию в профиле или на обложке?

# Settings
source: New password
de_de: Neues Kennwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
ja_ja: 新しいパスワード
pl_pl: Nowe hasło
pt_pt: Nova senha
ru_ru: Новый пароль

# Settings
source: New password confirmation
de_de: Neue Passwort-Bestätigung
es_es: Confirmación de la nueva contraseña
fr_fr: Confirmation du nouveau mot de passe
it_it: Conferma nuova password
ja_ja: 新しいパスワードの確認
pl_pl: Potwierdzenie nowego hasła
pt_pt: Confirmação de nova senha
ru_ru: Подтверждение нового пароля

# Settings
source: Profile page
de_de: Profil-Seite
es_es: Página de perfil
fr_fr: Page de profil
it_it: Pagina del profilo
ja_ja: 自己紹介ページ
pl_pl: Strona profilu
pt_pt: Página de perfil
ru_ru: Страница профиля

# Settings
source: Save
de_de: Speichern Sie
es_es: Guardar
fr_fr: Sauver
it_it: Salva
ja_ja: セーブ
pl_pl: Zapisz
pt_pt: Salvar
ru_ru: Сохранить

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja_ja: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

# Settings
source: Settings were saved!
de_de: Die Einstellungen wurden gespeichert!
es_es: ¡Los ajustes se guardaron!
fr_fr: Les réglages ont été sauvegardés!
it_it: Le impostazioni sono state salvate!
ja_ja: 設定が保存されました！
pl_pl: Ustawienia zostały zapisane!
pt_pt: As configurações foram salvas!
ru_ru: Настройки сохранены!

# Settings
source: Show
de_de: Anzeigen
es_es: Mostrar
fr_fr: Ouvrir
it_it: Mostra
ja_ja: 公演する
pl_pl: Pokaż
pt_pt: Mostrar
ru_ru: Показать

# Settings
source: Update your password
de_de: Aktualisieren Sie Ihr Passwort
es_es: Actualiza tu contraseña
fr_fr: Mise à jour du mot de passe
it_it: Aggiorna la tua password
ja_ja: パスワードを更新する
pl_pl: Aktualizuj swoje hasło
pt_pt: Atualize sua senha
ru_ru: Обновите ваш пароль

# SignIn
source: An error occurred
fr_fr: Une erreur est survenue

# SignIn
source: An error occurred and we could not sign you in. Would you like to try again?
de_de: Ein Fehler ist aufgetreten und wir konnten Sie nicht anmelden. Möchten Sie es erneut versuchen?
es_es: Se produjo un error y no pudimos iniciar sesión. ¿Quieres volver a intentarlo?
fr_fr: Une erreur est survenue et nous n’avons pas pu te connecter. Réessayer?
it_it: Si è verificato un errore e non è stato possibile accedere. Riprovare?
ja_ja: エラーが発生し、サインインできませんでした。もう一度やり直しますか？
pl_pl: Wystąpił błąd i nie mogliśmy Cię zalogować. Czy chcesz spróbować ponownie?

# SignIn
source: Authorizing...
de_de: Autorisierung ...
es_es: Autorizando ...
fr_fr: Autorisation…
it_it: Autorizzazione ...
ja_ja: 承認しています...
pl_pl: Autoryzuję ...
pt_pt: Autorizando ...
ru_ru: Выдавшая ...

# SignIn
source: Creating account...
de_de: Account erstellen...
es_es: Creando cuenta...
fr_fr: Création du compte…
it_it: Creazione account ...
ja_ja: アカウントを作成しています...
pl_pl: Tworzenie konta...
pt_pt: Criando conta...
ru_ru: Создание аккаунта...

# SignIn
source: Forgot your password?
de_de: Haben Sie Ihr Passwort vergessen?
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié?
it_it: Hai dimenticato la tua password?
ja_ja: パスワードをお忘れですか？
pl_pl: Zapomniałeś swojego hasła?
pt_pt: Esqueceu sua senha?
ru_ru: Забыли пароль?

# SignIn
source: Login failed, please try again
de_de: Anmeldung fehlgeschlagen, bitte versuchen Sie es erneut
es_es: Falló la entrada, por favor, inténtelo de nuevo
fr_fr: La connexion a échoué, merci de réessayer
it_it: Login non riuscito, riprovare
ja_ja: ログインに失敗しました。もう一度お試しください
pl_pl: Logowanie nie powiodło się, spróbuj jeszcze raz
pt_pt: O login falhou, por favor tente novamente
ru_ru: Вход не удался, пожалуйста, попробуйте еще раз

# SignIn
source: No data could be retrieved
de_de: Es konnten keine Daten abgerufen werden
es_es: No se pudieron recuperar datos
fr_fr: Aucune donnée obtenue
it_it: Nessun dato può essere recuperato
ja_ja: データを取得できませんでした
pl_pl: Nie można pobrać żadnych danych
pt_pt: Nenhum dado pôde ser recuperado
ru_ru: Не удалось получить данные

# SignIn
source: Or enter your email and password below:
de_de: Oder geben Sie unten Ihre E-Mail-Adresse und Ihr Passwort ein:
es_es: O ingrese su correo electrónico y contraseña a continuación:
fr_fr: Ou entre ton email et ton mot de passe ci-dessous:
it_it: Oppure inserisci la tua email e password qui sotto:
ja_ja: または、以下にメールアドレスとパスワードを入力してください：
pl_pl: Lub wprowadź swój adres e-mail i hasło poniżej:
pt_pt: Ou digite seu e-mail e senha abaixo:
ru_ru: Или введите свой адрес электронной почты и пароль ниже:

# SignIn
source: Register
de_de: Registrieren Sie
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
ja_ja: 登録
pl_pl: Rejestr
pt_pt: Registe-se
ru_ru: Зарегистрироваться

# SignIn
source: Signing you in...
de_de: Sie anmelden ...
es_es: Inscribiéndote ...
fr_fr: Connexion en cours…
it_it: Accesso in corso ...
ja_ja: ログインしています...
pl_pl: Loguję Cię ...
pt_pt: Fazendo login ...
ru_ru: Вход в систему ...

# SignIn
source: Starting
fr_fr: Démarrage

# SignIn
source: Success!
de_de: Erfolg!
es_es: ¡Éxito!
fr_fr: Victoire!
it_it: Successo!
ja_ja: 成功！
pl_pl: Sukces!
pt_pt: Sucesso!
ru_ru: Успех!

# SignIn
source: Verifying email...
de_de: E-Mail überprüfen ...
es_es: Verificando correo electrónico ...
fr_fr: Vérification de l’email…
it_it: Verifica e-mail in corso ...
ja_ja: メールを確認しています...
pl_pl: Weryfikacja adresu e-mail ...
pt_pt: Verificando e-mail ...
ru_ru: Проверка электронной почты ...

# SignIn
source: Waiting for additional info
de_de: Warten auf zusätzliche Informationen
es_es: Esperando información adicional
fr_fr: Saisie des informations manquantes
it_it: In attesa di ulteriori informazioni
ja_ja: 追加情報を待っています
pl_pl: Czekam na dodatkowe informacje
pt_pt: Esperando por informações adicionais
ru_ru: Жду дополнительной информации

# SignIn
source: You can login with Google or Facebook:
de_de: Sie können sich mit Google oder Facebook anmelden:
es_es: Puede iniciar sesión con Google o Facebook:
fr_fr: Tu peux te connecter avec Google ou Facebook:
it_it: Puoi accedere con Google o Facebook:
ja_ja: GoogleまたはFacebookでログインできます。
pl_pl: Możesz zalogować się przez Google lub Facebook:

# SignInRegister
source: Register
fr_fr: Inscription

# SignInRegister
source: Register a new account
de_de: Ein neues Konto eröffnen
es_es: Registre una nueva cuenta
fr_fr: Créér un compte
it_it: Registra un nuovo account
ja_ja: 新しいアカウントを登録する
pl_pl: Zarejestruj nowe konto
pt_pt: Registrar uma nova conta
ru_ru: Зарегистрируйте новую учетную запись

# SignInRegister
source: Sign in
fr_fr: Connexion

# SignInRegister
source: Sign in with your account
fr_fr: Connecte toi avec ton compte

# User
source: Surfing Dirt is back!
de_de: Surfing Dirt ist wieder da!
es_es: Surfing Dirt ha vuelto!
fr_fr: Surfing Dirt est de retour!
it_it: Surfing Dirt è tornato!
ja_ja: サーフィンダートが帰ってきた！
pl_pl: Surfing Dirt jest z powrotem!
pt_pt: Surfing Dirt está de volta!
ru_ru: Surfing Dirt вернулся !

# Users
source: Riders list
de_de: Liste der Reiter
es_es: Lista de jinetes
fr_fr: Liste des riders
it_it: Elenco dei piloti
ja_ja: ライダーリスト
pl_pl: Lista jeźdźców
pt_pt: Lista de riders
ru_ru: Список рейдеров
