Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# Album page
source: This album still contains photos or videos, it cannot be deleted.
de_de: Dieses Album enthält noch Fotos oder Videos und kann nicht gelöscht werden.
es_es: Este álbum todavía contiene fotos o videos, no se puede eliminar.
fr_fr: Cet album contient toujours des photos ou des vidéos, il ne peut pas être supprimé.
it_it: Questo album contiene ancora foto o video, non può essere eliminato.
ja_ja: このアルバムにはまだ写真や動画が含まれているため、削除できません。
pl_pl: Ten album nadal zawiera zdjęcia lub filmy, nie można go usunąć.
pt_pt: Este álbum ainda contém fotos ou vídeos, não pode ser excluído.
ru_ru: Этот альбом все еще содержит фотографии или видео, его нельзя удалить.

# AlbumGrid
source: Media preview
de_de: Medienvorschau
es_es: Vista previa de los medios de comunicación
fr_fr: Aperçu
it_it: Anteprima per i media
ja_ja: メディアプレビュー
pl_pl: Podgląd mediów
pt_pt: Pré-visualização da mídia
ru_ru: Предварительный просмотр медиа

# Albums
source: Nothing to see here, move along!
de_de: Hier gibt es nichts zu sehen, gehen Sie weiter!
es_es: No hay nada que ver aquí, ¡muévete!
fr_fr: Rien à voir, circulez!
it_it: Non c'è niente da vedere qui, muovetevi!
ja_ja: ここは見るものは何もないよ！
pl_pl: Nie ma tu nic do oglądania, ruszaj się!
pt_pt: Não há nada para ver aqui, avance!
ru_ru: Здесь не на что смотреть, двигайся дальше!

# Albums page
source: There are no more albums to load
de_de: Es sind keine Alben mehr zu laden
es_es: No hay más álbumes que cargar
fr_fr: Il n’y a plus d’albums à charger
it_it: Non ci sono più album da caricare
ja_ja: ロードするアルバムはこれ以上ありません
pl_pl: Nie ma więcej albumów do załadowania
pt_pt: Não há mais álbuns para carregar
ru_ru: Больше нет альбомов, которые можно было бы загрузить

# Button
source: Login with Facebook
de_de: Anmeldung mit Facebook
es_es: Iniciar sesión con Facebook
fr_fr: Connexion avec Facebook
it_it: Accedi con Facebook
ja_ja: Facebookでログイン
pl_pl: Zaloguj się za pomocą Facebooka
pt_pt: Entre com o Facebook
ru_ru: Войти в систему с помощью Facebook

# Button
source: Login with Google
de_de: Anmeldung mit Google
es_es: Iniciar sesión con Google
fr_fr: Connexion avec Google
it_it: Accedi con Google
ja_ja: Googleでログイン
pl_pl: Zaloguj się za pomocą Google
pt_pt: Iniciar sessão com o Google
ru_ru: Вход в систему с помощью Google

# Comment edit page
source: Edit a comment
de_de: Bearbeiten Sie einen Kommentar
es_es: Edita un comentario
fr_fr: Modifier un commentaire
it_it: Modifica un commento
ja_ja: コメントを編集する
pl_pl: Edytuj komentarz
pt_pt: Editar um comentário
ru_ru: Редактировать комментарий

# Comments
source: angry
de_de: wütend
es_es: enojado
fr_fr: en colère
it_it: arrabbiato
ja_ja: 怒っている
pl_pl: wściekły
pt_pt: zangado
ru_ru: сердитый

# Comments
source: happy
de_de: glücklich
es_es: feliz
fr_fr: content
it_it: felice
ja_ja: ハッピー
pl_pl: szczęśliwy
pt_pt: feliz
ru_ru: счастливый

# Comments
source: joking
de_de: scherzhaft
es_es: bromeando
fr_fr: blague
it_it: scherzando
ja_ja: 冗談
pl_pl: Żartujesz sobie
pt_pt: brincadeira
ru_ru: шутливый

# Comments
source: neutral
fr_fr: neutre
it_it: neutro
ja_ja: 無感情
pl_pl: neutralny
pt_pt: neutro
ru_ru: нейтральный сайт

# Comments
source: Reply
de_de: Antwort
es_es: Respuesta
fr_fr: Répondre
it_it: Rispondi a
ja_ja: 応答
pl_pl: Odpowiedź
pt_pt: Resposta
ru_ru: Ответить на

# Comments
source: sad
de_de: traurig
es_es: triste
fr_fr: triste
it_it: triste
ja_ja: 悲しい
pl_pl: smutny
pt_pt: triste
ru_ru: печальный

# Comments
source: Tone
de_de: Ton
es_es: Tono
fr_fr: Ton
it_it: Tono
ja_ja: トーン
pl_pl: Ton
pt_pt: Tom
ru_ru: Тон

# DualContainer
source: View all
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Tout voir
it_it: Vedi tutti
ja_ja: すべてを見る
pl_pl: Zobacz wszystko
pt_pt: Ver tudo
ru_ru: Посмотреть все

# Email
source: Account validation
de_de: Konto-Validierung
es_es: Validación de la cuenta
fr_fr: Validation du compte
it_it: Convalida del conto
ja_ja: アカウント検証
pl_pl: Walidacja konta
pt_pt: Validação da conta
ru_ru: Подтверждение аккаунта

# Email
source: An error occurred and you account could not be finalized
de_de: Ein Fehler ist aufgetreten und Ihr Konto konnte nicht abgeschlossen werden
es_es: Se produjo un error y no se pudo finalizar su cuenta
fr_fr: Une erreur est survenue et ton compte n’a pas pu être validé
it_it: Si è verificato un errore e non è stato possibile finalizzare l'account
ja_ja: エラーが発生し、アカウントを確定できませんでした
pl_pl: Wystąpił błąd i konto nie mogło zostać sfinalizowane
pt_pt: Ocorreu um erro e a sua conta não pôde ser finalizada
ru_ru: Произошла ошибка, и ваш аккаунт не был доработан

# Email
source: Congratulations, your account is now fully activated!
de_de: Herzlichen Glückwunsch, Ihr Konto ist jetzt vollständig aktiviert!
es_es: Felicitaciones, tu cuenta está completamente activada!
fr_fr: Félicitations, ton compte est maintenant validé!
it_it: Congratulazioni, il vostro conto è ora completamente attivato!
ja_ja: おめでとうございます、あなたのアカウントは完全にアクティベートされました！
pl_pl: Gratulacje, twoje konto jest teraz w pełni aktywne!
pt_pt: Parabéns, a sua conta está ativada!
ru_ru: Поздравляем, Ваш аккаунт теперь полностью активирован!

# Email
source: You can now go ahead and sign in with your email and password:
de_de: Sie können sich jetzt mit Ihrer E-Mail und Ihrem Passwort anmelden:
es_es: Ahora puedes seguir adelante e iniciar sesión con tu correo electrónico y contraseña:
fr_fr: Tu peux maintenant te connecter avec ton email et ton mot de passe:
it_it: Ora puoi accedere con la tua e-mail e la tua password:
ja_ja: メールアドレスとパスワードを使用してサインインできます。
pl_pl: Możesz teraz zalogować się za pomocą swojego adresu e-mail i hasła:
pt_pt: Agora você pode ir em frente e entrar com seu e-mail e senha:
ru_ru: Теперь вы можете войти в систему, используя свою электронную почту и пароль:

# Error
source: An unexpected error occurred
de_de: Ein unerwarteter Fehler ist aufgetreten
es_es: Se produjo un error inesperado
fr_fr: Une erreur est survenue
it_it: Si è verificato un errore inaspettato
ja_ja: 予期しないエラーが発生しました
pl_pl: Wystąpił nieoczekiwany błąd
pt_pt: Ocorreu um erro inesperado
ru_ru: Произошла неожиданная ошибка

# Error
source: Login failed
de_de: Anmeldung fehlgeschlagen
es_es: Falló la entrada
fr_fr: La connexion a échoué
it_it: Login non riuscito
ja_ja: ログインに失敗しました
pl_pl: Logowanie nie powiodło się
pt_pt: Login falhou
ru_ru: Не удалось войти в систему

# Feed
source: 1 new comment
de_de: 1 neuer Kommentar
es_es: 1 comentario nuevo
fr_fr: 1 nouveau commentaire
it_it: 1 nuovo commento
ja_ja: 1件の新しいコメント
pl_pl: 1 nowy komentarz
pt_pt: 1 novo comentário
ru_ru: 1 новый комментарий

# Feed
source: 1 new photo
de_de: 1 neues Foto
fr_fr: 1 nouvelle photo
ja_ja: 1新しい写真1枚
pl_pl: 1 nowe zdjęcie

# Feed
source: 1 new video
fr_fr: 1 nouvelle vidéo
ja_ja: 1本の新しいビデオ

# Feed
source: in
de_de: im
es_es: en
fr_fr: dans
ja_ja: に
pl_pl: w
pt_pt: no
ru_ru: в

# Feed
source: New album
fr_fr: Nouvel album

# Feed
source: New comment
de_de: Neuer Kommentar
es_es: Nuevo comentario
fr_fr: Nouveau commentaire
it_it: Nuovo commento
ja_ja: 新しいコメント
pl_pl: Nowy komentarz
pt_pt: Novo comentário
ru_ru: Новый комментарий

# Feed
source: New photo
es_es: Nueva foto
fr_fr: Nouvelle photo

# Feed
source: New rider
de_de: Neuer Fahrer
es_es: Nuevo jinete
fr_fr: Nouveau rider
it_it: Nuovo cavaliere
ja_ja: 新しいライダー
pl_pl: Nowy jeździec
pt_pt: Novo piloto
ru_ru: Новый райдер

# Feed
source: New video
es_es: Nuevo video
fr_fr: Nouvelle vidéo

# Feed
source: This page shows the latest activity on Surfing Dirt: content and messages posted by our members
de_de: Diese Seite zeigt die neuesten Aktivitäten zu Surfing Dirt: Inhalte und Nachrichten unserer Mitglieder
es_es: Esta página muestra la última actividad en Surfing Dirt: contenido y mensajes publicados por nuestros miembros
fr_fr: Cette page montre la dernière activité sur Surfing Dirt: contenu et messages postés par nos membres
it_it: Questa pagina mostra le ultime attività su Surfing Dirt: contenuti e messaggi pubblicati dai nostri membri
ja_ja: このページには、Surfing Dirtの最新の活動が表示されます。メンバーが投稿したコンテンツとメッセージ
pl_pl: Ta strona pokazuje najnowszą aktywność w Surfing Dirt: treść i wiadomości opublikowane przez naszych członków
pt_pt: Esta página mostra as atividades mais recentes de Surfing Dirt: conteúdo e mensagens postadas por nossos membros
ru_ru: На этой странице отображаются последние события в Surfing Dirt: контент и сообщения, опубликованные нашими участниками.

# Footer
source: About
de_de: Über
es_es: Acerca de
fr_fr: A propos
it_it: Informazioni su
ja_ja: 概要
pl_pl: O
pt_pt: Sobre
ru_ru: О сайте

# Form errors
source: Already taken!
de_de: Schon genommen!
es_es: ¡Ya está tomado!
fr_fr: Déjà pris!
it_it: Già preso!
ja_ja: 使用中！
pl_pl: Już wzięte!
pt_pt: Já está ocupado!
ru_ru: Уже занято!

# Form errors
source: Email is invalid
de_de: E-Mail ist ungültig
es_es: El correo electrónico no es válido
fr_fr: Email invalide
it_it: L'e-mail non è valida
ja_ja: メールが無効です
pl_pl: Email jest nieważny
pt_pt: O e-mail é inválido
ru_ru: Электронная почта недействительна

# Form errors
source: Not identical
de_de: Nicht identisch
es_es: No es idéntico
fr_fr: Pas les mêmes
it_it: Non identico
ja_ja: 同一ではない
pl_pl: Nie identyczny
pt_pt: Não idêntico
ru_ru: Не идентичный

# Form errors
source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Obligatoire
it_it: Richiesto
ja_ja: 必須
pl_pl: Wymagane
pt_pt: Obrigatório
ru_ru: Требуется

# Form errors
source: Too short
de_de: Zu kurz
es_es: Demasiado corto
fr_fr: Trop court
it_it: Troppo breve
ja_ja: 短すぎる
pl_pl: Zbyt krótki
pt_pt: Muito curto
ru_ru: Слишком короткий

# Home
source: It's a lot of work to create a site like this, so we're starting small and will grow slowly. We're now focusing on user profiles, photos, videos, and albums. Soon after, we'll add things like spots, events, etc. So take a look around, sign up, post photos and be part of Surfing Dirt!
de_de: Es ist eine Menge Arbeit, eine Website wie diese zu erstellen, deshalb fangen wir klein an und werden langsam wachsen. Wir konzentrieren uns jetzt auf Benutzerprofile, Fotos, Videos und Alben. Bald werden wir Dinge wie Spots, Veranstaltungen usw. hinzufügen. Also schau dich um, melde dich an, veröffentliche Fotos und sei ein Teil von Surfing Dirt !
es_es: Cuesta mucho trabajo crear un sitio como este, así que estamos que empezáremos de a poco e iremos creciendo paso a paso. Inicialmente nos centramos en perfiles de usuario, fotos, vídeos y álbumes. Pronto añadiremos cosas como anuncios, eventos, etc. Así que... echa un vistazo, regístrate, publica fotos y forma parte de Surfing Dirt!
fr_fr: Monter un site comme celui-ci, c’est beaucoup de travail, on va donc commencer petit et grossir tranquillement. On commence avec les pages de profil, les photos, vidéos et albums, mais rapidement on rajoutera des spots, des évènements, etc. Alors, fouille partout, créé-toi un compte, poste des photos et prend part à Surfing Dirt!
it_it: E' un sacco di lavoro per creare un sito come questo, quindi stiamo iniziando in piccolo e crescerà lentamente. Ora ci stiamo concentrando sui profili degli utenti, foto, video e album. Subito dopo, aggiungeremo cose come spot, eventi, ecc. Quindi date un'occhiata in giro, iscrivetevi, pubblicate le foto e fate parte di Surfing Dirt !
ja_ja: このようなサイトを作成するのは大変な作業であるため、私たちは小さく始めており、ゆっくりと成長するつもり。 現在、ユーザープロフィール、写真、ビデオ、アルバムに注目しています。その後すぐに、スポット、イベントなどを追加します。 だから、周りを見て、サインアップし、写真を投稿し、サーフィンダートの一員になりましょう！
pl_pl: Stworzenie takiej strony jest bardzo pracochłonne, więc zaczynamy małą i będziemy się powoli rozwijać. Skupiamy się teraz na profilach użytkowników, zdjęciach, filmach i albumach. Wkrótce potem dodamy takie rzeczy jak spoty, wydarzenia itp. Więc rozejrzyj się, zapisz, zamieść zdjęcia i bądź częścią Surfing Dirt !
pt_pt: É muito trabalho criar um site como este, então estamos começando pequeno e vamos crescer lentamente. Agora estamos focando em perfis de usuários, fotos, vídeos e álbuns. Logo depois, vamos adicionar coisas como spots, eventos, etc. Então dê uma olhada, inscreva-se, poste fotos e faça parte Surfing Dirt !
ru_ru: Создание такого сайта - это большая работа, поэтому мы начинаем с малого и будем расти медленно. Сейчас мы концентрируемся на пользовательских профилях, фотографиях, видео и альбомах. Вскоре после этого мы добавим такие вещи, как споты, события и т.д. Так что осмотритесь, зарегистрируйтесь, опубликуйте фотографии и будьте частью Surfing Dirt!

# Home
source: More Albums
de_de: Weitere Alben
es_es: Más álbumes
fr_fr: Plus d’Albums
it_it: Altri Album
ja_ja: その他のアルバム
pl_pl: Więcej Albumów
pt_pt: Mais Álbuns
ru_ru: Другие альбомы

# Home
source: More...
de_de: Mehr...
es_es: Más...
fr_fr: Suite…
it_it: Di più...
ja_ja: もっと...
pl_pl: Więcej...
pt_pt: Mais...
ru_ru: Больше...

# Home
source: Mountainboarding doesn't have a real home online right now, so we're hoping to be it. Unlike the old Surfing Dirt forum, this is more like a social network: profile pages, galleries, and all kinds of other things. A place to showcase all the cool things that are happening in mountainboarding.
de_de: Im Gegensatz zum alten Surfing Dirt Forum ist dies eher ein soziales Netzwerk: Profilseiten, Galerien und alle möglichen anderen Dinge. Ein Ort, um all die coolen Dinge zu präsentieren, die in mountainboard .
es_es: El mountainboard no tiene un verdadero hogar en línea por ahora - así que, esperamos poder serlo. A diferencia del antiguo Surfing Dirt, esto es más como una red social: páginas de perfil, galerías y todo tipo de otras cosas. Un lugar para mostrar todas las cosas geniales que están sucediendo en el mountainboard .
fr_fr: Le mountainboard n’a pas vraiment de foyer sur Internet, et on espère le devenir. Alors que l’ancien Surfing Dirt était un forum, le nouveau sera plus un réseau social: pages de profil, galeries, et plein d’autres choses. Un endroit pour montrer tous les trucs cool qui se passent dans le monde du mountainboard.
it_it: non Mountainboard ha una vera e propria casa online in questo momento, quindi speriamo di esserlo. A differenza del vecchio Surfing Dirt forum, questo è più simile a un social network: pagine di profilo, gallerie, e ogni altro tipo di cose. Un posto per mostrare tutte le cose belle che stanno accadendo in mountainboard .
ja_ja: 現在、マウンテンボーディングにはオンラインの本当の家がないので、それを望んでいます。 古いSurfing Dirtフォーラムとは異なり、これはソーシャルネットワークのようなものです。プロファイルページ、ギャラリー、その他すべての種類のものです。 マウンテンボーディングで起こっているすべてのクールなことを紹介する場所。
pl_pl: Mountainboard nie ma teraz prawdziwego domu w sieci, więc mamy nadzieję, że nim będzie. W przeciwieństwie do starego Surfing Dirt forum, jest to raczej portal społecznościowy: strony profilowe, galerie i wszelkiego rodzaju inne rzeczy. Miejsce, w którym można pokazać wszystkie fajne rzeczy, które się dzieją w mountainboard .
pt_pt: O mountainboard não tem um espaço online destinado só a ele, nós esperar formar este ambiente de interação. Ao contrário do antigo fórum Surfing Dirt , demos uma repaginada e este novo é mais como uma rede social: perfil de atletas, galerias de fotos e vídeos e tudo mais. Um lugar para mostrar as coisas legais que estão acontecendo no mountainboard.
ru_ru: Сейчас у маунтинбординга нет настоящего дома онлайн и мы надеемся им стать. vВ отличие от старого Surfing Dirt форума, это больше похоже на социальную сеть: страницы профиля, галереи и всевозможные другие вещи. Место, где можно продемонстрировать все крутые вещи, которые происходят в маунтинбординге .

# Home
source: See more photos and videos on the Albums page
de_de: Weitere Fotos und Videos finden Sie auf der Seite Alben
es_es: Ver más fotos y videos en la página de álbumes
fr_fr: Plus de photos et de vidéos sur la page des Albums
it_it: Vedi altre foto e video nella pagina degli Album
ja_ja: アルバムページで他の写真やビデオを見る
pl_pl: Zobacz więcej zdjęć i filmów wideo na stronie Albumy
pt_pt: Veja mais fotos e vídeos na página Álbuns
ru_ru: Дополнительные фотографии и видео на странице Альбомы

# Home
source: Surfing Dirt, your mountainboard community
de_de: Surfing Dirt Ihre Mountainboard-Gemeinschaft
es_es: ¡Surfing Dirt! Tu comunidad de mountainboard
fr_fr: Surfing Dirt, ta communauté mountainboard
it_it: Surfing Dirt , la tua comunità di mountainboard
ja_ja: サーフィン・ダート、みんなのマウンテンボードコミュニティ
pl_pl: Surfing Dirt twoja społeczność na mountainboardzie
pt_pt: Surfing Dirt, a sua comunidade do mountainboard
ru_ru: Surfing Dirt ваше маунтинборд сообщество

# Home
source: The future
de_de: Die Zukunft
es_es: El futuro
fr_fr: L’avenir
it_it: Il futuro
ja_ja: 未来
pl_pl: Przyszłość
pt_pt: O futuro
ru_ru: Будущее

# Home
source: Well, for one, because the mountainboard community is special and deserves an online space that resembles it. Mountainboard events are known for being open, inclusive and positive. Surfing Dirt intends to provide the same thing online! Also, since you asked, because Facebook sucks! In general, it causes a lot of harm, and it would be in everyone's best interest to use it less. But really, the main reason is that we hope to bring you a cool place for everyone to come together!
de_de: Nun, zum einen, weil die Mountainboard-Community etwas Besonderes ist und einen Online-Raum verdient, der ihr ähnelt. Mountainboard-Events sind dafür bekannt, offen, inklusiv und positiv zu sein. Surfing Dirt beabsichtigt, dasselbe online anzubieten! Außerdem, da Sie gefragt haben, weil Facebook scheiße ist! Im Allgemeinen verursacht es viel Schaden, und es wäre im Interesse aller, es weniger zu nutzen. Aber der Hauptgrund ist, dass wir hoffen, Ihnen einen coolen Ort zu bieten, an dem alle zusammenkommen können!
es_es: Bueno, primero que todo porque la comunidad de mountainboard es súper especial y merece un espacio en línea que se le represente. Los eventos de mountainboard son conocidos por ser abiertos, inclusivos y positivos. Surfing Dirt, pretende ofrecer lo mismo en la web! También, y porque lo preguntaste, ¡Facebook apesta! En general causa mucho daño y sería mejor para todos usarlo menos. Pero en realidad, y la razón principal, es que esperamos ofrecer un lugar genial para que todo el mundo se reúna!
fr_fr: Ben déjà parce que la communauté du mountainboard est spéciale et mérite un espace qui lui ressemble. Les events de mountainboard sont connus pour être ouverts, inclusifs et positifs. Surfing Dirt espère être la même chose en ligne! Et puis aussi parce que Facebook ça craint, c’est toxique et on se porterait tous mieux si on s’en servait moins. Mais la raison principale c’est qu’on espère créer un lieu pour rassembler tout le monde!
it_it: Beh, per prima cosa, perché la comunità di mountainboard è speciale e merita uno spazio online che le assomigli. gli eventi di mountainboard sono noti per essere aperti, inclusivi e positivi. Surfing Dirt intende fornire la stessa cosa online! Inoltre, visto che l'hai chiesto, perché Facebook fa schifo! In generale, causa un sacco di danni, e sarebbe nell'interesse di tutti usarlo meno. Ma in realtà, il motivo principale è che speriamo di portarvi un posto fresco per tutti per riunirvi!
ja_ja: なぜなら、マウンテンボードコミュニティは特別で、それに似たオンラインスペースに値するからです。 マウンテンボードのイベントは、オープンで包括的で前向きなものとして知られています。 サーフィン・ダートは同じことをオンラインで提供するつもりです！ また、あなたが尋ねたので、Facebookは吸うので！一般に、それは多くの害を引き起こし、それをあまり使用しないことが誰にとっても最大の利益になるでしょう。 しかし、実際には、主な理由は、みんなが集まるクールな場所をあなたにもたらすことを望んでいるということです！
pl_pl: Cóż, dla jednego, ponieważ społeczność mountainboardowa jest wyjątkowa i zasługuje na przestrzeń online, która jest do niej podobna. wydarzenia na mountainboardzie są znane z tego, że są otwarte, integracyjne i pozytywne. Surfing Dirt zamierza zapewnić to samo w sieci! Również dlatego, że pytałeś, bo Facebook jest do bani! Ogólnie rzecz biorąc, to powoduje wiele szkód, i byłoby w najlepszym interesie wszystkich, aby użyć go mniej. Ale naprawdę, głównym powodem jest to, że mamy nadzieję, że przyniesie Ci fajne miejsce dla wszystkich, aby zebrać się razem!
pt_pt: Bem, para começar, a comunidade de mountainboard é especial e merece um espaço online dedicado só a ela. Os eventos de mountainboard são conhecidos por serem abertos, inclusivos e positivos. Surfing Dirt pretende fornecer a mesma coisa online! Você já se irritou com o Facebook, acha um saco ver diversas notícias que não são do seu interesse? No geral temos consciência que deveríamos usá-lo menos. Mas na verdade, a principal razão é trazer para você um lugar legal para todos se reunirem e compartilharem experiências e aprendizado!
ru_ru: Ну, во-первых, потому, что маунтинборд сообщество особенное и заслуживает интернет-пространства, похожее на него. Маунтинборд мероприятия известны своей открытостью, инклюзивностью и позитивом. Surfing Dirt намеревается предоставить то же самое онлайн! Также, поскольку вы спросили, потому что Facebook - отстой! В общем, это причиняет много вреда, и было бы в интересах каждого использовать его меньше. Но на самом деле, главная причина в том, что мы надеемся принести вам крутое место для всех, чтобы собраться вместе!

# Home
source: Why we need that
de_de: Warum wir das brauchen
es_es: Por qué lo necesitamos
fr_fr: Pourquoi on a besoin de ça
it_it: Perché ne abbiamo bisogno
ja_ja: なぜ必要なのか
pl_pl: Po co nam to?
pt_pt: Por que precisamos disso
ru_ru: Зачем нам это нужно

# Home
source: Your mountainboard community
de_de: Ihre Mountainboard-Gemeinschaft
es_es: Tu comunidad de mountainboard
fr_fr: Ta communauté mountainboard
it_it: La vostra comunità di mountainboard
ja_ja: マウンテンボードコミュニティ
pl_pl: Twoja społeczność na mountainboardzie
pt_pt: A sua comunidade de mountainboard
ru_ru: Ваше маунтинборд сообщество

# Homepage
source: Activity
fr_fr: Activité

# Homepage
source: Discover
de_de: Entdecken
es_es: Descubrir
fr_fr: Découvrir
it_it: Scoprire
ja_ja: 発見する
pl_pl: Odkryć
pt_pt: Descobrir
ru_ru: Обнаружить

# Homepage
source: Main content
fr_fr: Contenu principal

# Homepage Aside
source: Another year, another edition of the video contest, with 4 new productions from all around the world.
de_de: Ein weiteres Jahr, eine weitere Ausgabe des Videowettbewerbs mit 4 neuen Produktionen aus aller Welt.
es_es: Un año más, otra edición del concurso de vídeos, con 4 nuevas producciones de todo el mundo.
fr_fr: Une autre année, une autre édition du concours vidéo, avec 4 nouvelles productions du monde entier.
it_it: Un altro anno, un'altra edizione del video contest, con 4 nuove produzioni da tutto il mondo.
ja_ja: 別の年、ビデオコンテストの別のエディション。世界中から4つの新しい作品があります。
pl_pl: Kolejny rok, kolejna edycja konkursu wideo, z 4 nowymi produkcjami z całego świata.
pt_pt: Mais um ano, mais uma edição do concurso de vídeos, com 4 novas produções de todo o mundo.
ru_ru: Еще один год, еще один выпуск видеоконкурса с 4 новыми постановками со всего мира.

# Homepage Aside
source: Leon Dove tells you all about his new tweak to get the best out of the MBS Matrix II trucks.
de_de: Leon Dove erzählt Ihnen alles über seine neue Optimierung, um das Beste aus den MBS Matrix II-Trucks herauszuholen.
es_es: Leon Dove te cuenta todo sobre su nuevo ajuste para sacar lo mejor de los camiones MBS Matrix II.
fr_fr: Leon Dove vous dit tout sur son nouveau tweak pour tirer le meilleur parti des camions MBS Matrix II.
it_it: Leon Dove ti racconta tutto della sua nuova modifica per ottenere il meglio dai camion MBS Matrix II.
ja_ja: Leon Doveは、MBS MatrixIIトラックを最大限に活用するための彼の新しい調整についてすべて説明します。
pl_pl: Leon Dove opowie ci wszystko o swoim nowym ulepszeniu, aby wydobyć to, co najlepsze z ciężarówek MBS Matrix II.
pt_pt: Leon Dove conta a você tudo sobre seu novo ajuste para obter o melhor dos caminhões MBS Matrix II.
ru_ru: Леон Дав расскажет вам о своей новой настройке, позволяющей максимально эффективно использовать грузовики MBS Matrix II.
