Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

source: Add a cover photo
de_de: Ein Titelfoto hinzufügen
es_es: Añade una foto de la portada
fr_fr: Ajouter une photo de couverture
it_it: Aggiungi una foto di copertina
ja_ja: カバー写真を追加する
pl_pl: Dodaj zdjęcie okładki
pt_pt: Adicionar uma foto de capa
ru_ru: Добавить фотографию обложки

source: Add a profile photo
de_de: Ein Profilfoto hinzufügen
es_es: Añade una foto de perfil
fr_fr: Ajouter une photo de profil
it_it: Aggiungi una foto del profilo
ja_ja: プロフィール写真を追加する
pl_pl: Dodaj zdjęcie profilowe
pt_pt: Adicionar uma foto de perfil
ru_ru: Добавить фотографию профиля

source: Add an album
de_de: Ein Album hinzufügen
es_es: Añade un álbum
fr_fr: Ajouter un album
it_it: Aggiungi un album
ja_ja: アルバムを追加する
pl_pl: Dodaj album
pt_pt: Adicionar um álbum
ru_ru: Добавить альбом

source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
fr_fr: Réglages avancés
it_it: Impostazioni avanzate
ja_ja: 高度な設定
pl_pl: Zaawansowane ustawienia
pt_pt: Configurações avançadas
ru_ru: Расширенные настройки

source: An error occurred. Please try again.
de_de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es_es: Ha ocurrido un error. Por favor, inténtalo de nuevo.
fr_fr: Une erreur est survenue. Merci de réessayer.
it_it: Si è verificato un errore, riprovare.
ja_ja: エラーが発生しました。もう一度やり直してください。
pl_pl: Wystąpił błąd. Proszę spróbować jeszcze raz.
pt_pt: Ocorreu um erro. Por favor, tente novamente.
ru_ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Are you sure you want to delete '%s'?
de_de: Sind Sie sicher, dass Sie '%s' löschen wollen?
es_es: ¿Estás seguro de que quieres borrar "%s"?
fr_fr: Es-tu certain(e) de vouloir supprimer ‘%s’?
it_it: Siete sicuri di voler cancellare le "%s"?
ja_ja: 「％s」を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć "%s"?
pt_pt: Tem certeza que deseja excluir '%s'?
ru_ru: Вы уверены, что хотите удалить '%s'?

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Está seguro?
fr_fr: Es-tu certain(e)?
it_it: Sei sicuro?
ja_ja: 本気ですか？
pl_pl: Jesteś pewien?
pt_pt: Você tem certeza?
ru_ru: Вы уверены?

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_ja: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отменить

source: Choose a picture for your profile page.
de_de: Wählen Sie ein Bild für Ihre Profilseite.
es_es: Elige una foto para tu página de perfil.
fr_fr: Choisis une photo pour ta page de profil.
it_it: Scegliete un'immagine per la pagina del vostro profilo.
ja_ja: プロフィールページの画像を選択してください。
pl_pl: Wybierz zdjęcie dla swojej strony profilowej.
pt_pt: Escolha uma foto para a sua página de perfil.
ru_ru: Выберите фотографию для своей страницы профиля.

source: Choose a picture to represent yourself on the site.
de_de: Wählen Sie ein Bild, um sich auf der Website zu präsentieren.
es_es: Elige una imagen para representarse en el sitio.
fr_fr: Choisis une photo pour te représenter sur le site.
it_it: Scegliete una foto per rappresentarvi sul sito.
ja_ja: プロフィール写真を選択してください。
pl_pl: Wybierz zdjęcie, aby reprezentować siebie na stronie.
pt_pt: Escolha uma foto para se representar no site.
ru_ru: Выберите фотографию, чтобы представить себя на сайте.

source: Clear
de_de: Löschen Sie
es_es: Limpiar
fr_fr: Effacer
it_it: Cancella
ja_ja: 削除
pl_pl: Jasne
pt_pt: Limpar
ru_ru: Очистить

source: Click here to add more photos
de_de: Klicken Sie hier, um weitere Fotos hinzuzufügen
es_es: Clic aquí para añadir más fotos
fr_fr: Clique ici pour ajouter d’autres photos
it_it: Clicca qui per aggiungere altre foto
ja_ja: 写真の追加
pl_pl: Kliknij tutaj, aby dodać więcej zdjęć
pt_pt: Clique aqui para adicionar mais fotos
ru_ru: Нажмите здесь, чтобы добавить больше фотографий

source: Click here to choose a file
de_de: Klicken Sie hier, um eine Datei auszuwählen
es_es: Clic aquí para elegir un archivo
fr_fr: Clique ici pour ajouter un fichier
it_it: Clicca qui per scegliere un file
ja_ja: ファイルの選択
pl_pl: Kliknij tutaj, aby wybrać plik
pt_pt: Clique aqui para escolher um arquivo
ru_ru: Нажмите здесь, чтобы выбрать файл

source: Click here to choose photos
de_de: Klicken Sie hier, um Fotos auszuwählen
es_es: Clic aquí para elegir las fotos
fr_fr: Clique ici pour choisir des photos
it_it: Clicca qui per scegliere le foto
ja_ja: 写真の選択
pl_pl: Kliknij tutaj, aby wybrać zdjęcia
pt_pt: Clique aqui para escolher as fotos
ru_ru: Нажмите здесь, чтобы выбрать фотографии

source: Click here to open YouTube instead.
de_de: Klicken Sie hier, um stattdessen YouTube zu öffnen.
es_es: Haga clic aquí para abrir YouTube en su lugar.
fr_fr: Cliquez ici pour ouvrir YouTube à la place.
it_it: Fare clic qui per aprire invece YouTube.
ja_ja: 代わりにYouTubeを開くには、ここをクリックしてください。
pl_pl: Kliknij tutaj, aby zamiast tego otworzyć YouTube.

source: Come watch all 4 productions from across the world, and cast your vote once you've picked your favorite video!
de_de: Schauen Sie sich alle 4 Produktionen aus der ganzen Welt an und geben Sie Ihre Stimme ab, sobald Sie Ihr Lieblingsvideo ausgewählt haben!
es_es: ¡Ven a ver las 4 producciones de todo el mundo y vota una vez que hayas elegido tu video favorito!
fr_fr: Regarde les 4 productions venues du monde entier, et vote quand tu as choisi ta préférée!
it_it: Vieni a vedere tutte e 4 le produzioni da tutto il mondo e dai il tuo voto dopo aver scelto il tuo video preferito!
ja_ja: 世界中から4つすべての作品を見て、お気に入りのビデオを選んだら投票してください！
pl_pl: Obejrzyj wszystkie 4 produkcje z całego świata i oddaj swój głos, gdy już wybierzesz swój ulubiony film!
pt_pt: Venha assistir a todas as 4 produções de todo o mundo e vote assim que tiver escolhido seu vídeo favorito!
ru_ru: Приходите посмотреть все 4 постановки со всего мира и проголосуйте, выбрав любимое видео!

source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
ja_ja: 継続する
pl_pl: Kontynuuj
pt_pt: Continuar
ru_ru: Продолжить работу по адресу

source: Could not understand this address
de_de: Konnte diese Adresse nicht verstehen
es_es: No se entiende esta dirección
fr_fr: Adresse incompréhensible
it_it: Non ho potuto capire questo indirizzo
ja_ja: この住所を理解できませんでした
pl_pl: Nie mogłem zrozumieć tego adresu
pt_pt: Não consegui entender este endereço
ru_ru: Не смог понять этот адрес

source: Cover picture update dialog
de_de: Dialog zur Aktualisierung des Titelbildes
es_es: Diálogo de actualización de la imagen de la portada
fr_fr: Dialogue de mise à jour de photo de couverture
it_it: Finestra di dialogo per l'aggiornamento dell'immagine di copertina
ja_ja: カバー写真更新ダイアログ
pl_pl: Okno dialogowe aktualizacji obrazu okładki
pt_pt: Diálogo de actualização da imagem da capa
ru_ru: Диалог обновления обложки

source: Create
de_de: Erstellen Sie
es_es: Crear
fr_fr: Créer
it_it: Crea
ja_ja: 作成
pl_pl: Stwórz
pt_pt: Criar
ru_ru: Создать

source: Delete
de_de: Löschen Sie
es_es: Eliminar
fr_fr: Supprimer
it_it: Cancellare
ja_ja: 削除
pl_pl: Skreślić
pt_pt: Apagar
ru_ru: Удалить

source: Delete dialog
de_de: Dialog zum Löschen
es_es: Borrar el diálogo
fr_fr: Dialogue de suppression
it_it: Cancellare il dialogo
ja_ja: 削除ダイアログ
pl_pl: Okno dialogowe Usuń
pt_pt: Apagar diálogo
ru_ru: Диалоговое окно удаления

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
ja_ja: 編集
pl_pl: Edycja
pt_pt: Editar
ru_ru: Редактирование

source: Enter a description
de_de: Geben Sie eine Beschreibung ein
es_es: Ingresa una descripción
fr_fr: Saisis une description
it_it: Inserire una descrizione
ja_ja: 説明文記入
pl_pl: Wprowadź opis
pt_pt: Digite uma descrição
ru_ru: Введите описание

source: Enter a title
de_de: Einen Titel eingeben
es_es: Ingresa un título
fr_fr: Saisis un titre
it_it: Inserisci un titolo
ja_ja: タイトル記入
pl_pl: Wpisz tytuł
pt_pt: Digite um título
ru_ru: Введите название

source: Enter something
de_de: Etwas eingeben
es_es: Ingresa un valor
fr_fr: Saisis quelque chose
it_it: Inserisci qualcosa
ja_ja: 何かを入力してください
pl_pl: Wprowadź coś
pt_pt: Digite algo
ru_ru: Введите что-нибудь

source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_ja: ファイル
pl_pl: Plik
pt_pt: Arquivo
ru_ru: Файл

source: Fire
de_de: Feuer
es_es: Fuego
fr_fr: Feu
it_it: Fuoco
ja_ja: 火
pl_pl: Ogień
pt_pt: Fogo
ru_ru: Пожар

source: Full page
de_de: Ganze Seite
es_es: Página completa
fr_fr: Page dédiée
it_it: Pagina intera
ja_ja: フルページ
pl_pl: Pełna strona
pt_pt: Página completa
ru_ru: Полная страница

source: Go to album
de_de: Zum Album gehen
es_es: Ir al álbum
fr_fr: Voir l’album
it_it: Vai all'album
ja_ja: アルバムへ
pl_pl: Przejdź do albumu
pt_pt: Ir para o álbum
ru_ru: Перейти к альбому

source: Go to your profile page
de_de: Gehen Sie zu Ihrer Profilseite
es_es: Ir a tu página de perfil
fr_fr: Voir ton profil
it_it: Vai alla pagina del tuo profilo
ja_ja: プロフィールページへ
pl_pl: Przejdź do strony swojego profilu
pt_pt: Vá para a sua página de perfil
ru_ru: Зайдите на страницу своего профиля

source: Grid
de_de: Gitter
es_es: Cuadrícula
fr_fr: Grille
it_it: Griglia
ja_ja: グリッド
pl_pl: Krata
pt_pt: Rede
ru_ru: сетка

source: Hidden
de_de: Versteckt
es_es: Oculto
fr_fr: Caché
it_it: Nascosto
ja_ja: 隠された
pl_pl: Ukryty
pt_pt: Escondido
ru_ru: скрытый

source: Hidden albums are only visible to you.
de_de: Versteckte Alben sind nur für Sie sichtbar.
es_es: Los álbumes ocultos solo son visibles para ti.
fr_fr: Les albums cachés ne sont visibles que par toi.
it_it: Gli album nascosti sono visibili solo a te.
ja_ja: 非表示のアルバムはあなただけが閲覧できます。
pl_pl: Ukryte albumy są widoczne tylko dla Ciebie.
pt_pt: Álbuns ocultos são visíveis apenas para você.
ru_ru: Скрытые альбомы видны только вам.

source: In album
fr_fr: Dans l’album

source: Introduction
de_de: Einführung
es_es: Introducción
fr_fr: Présentation
it_it: Introduzione
ja_ja: 前書き
pl_pl: Wprowadzenie
pt_pt: Introdução
ru_ru: Введение

source: Invalid
de_de: Ungültig
es_es: Inválido
fr_fr: Invalide
it_it: Invalido
ja_ja: 無効
pl_pl: Nieważne
pt_pt: Inválido
ru_ru: Недействительный

source: Invalid image
de_de: Ungültiges Bild
es_es: Imagen inválida
fr_fr: Image invalide
it_it: Immagine non valida
ja_ja: 無効な画像
pl_pl: Nieważny obraz
pt_pt: Imagem inválida
ru_ru: Недействительный образ

source: Like
de_de: Mögen
es_es: Me gusta
fr_fr: J’aime
it_it: Piace
ja_ja: お気に入り
pl_pl: Lubić
pt_pt: Gostar
ru_ru: подобно

source: List
de_de: Aufführen
es_es: Lista
fr_fr: Liste
it_it: Elenco
ja_ja: リスト
pl_pl: Lista
pt_pt: Lista
ru_ru: Список

source: Make it personal and easy to recognize!
de_de: Machen Sie es persönlich und leicht erkennbar!
es_es: ¡Hazlo personal y fácil de reconocer!
fr_fr: Personnel et simple à identifier, c’est mieux!
it_it: Rendetelo personale e facile da riconoscere!
ja_ja: それを個人的かつ簡単に認識してください！
pl_pl: Niech będzie to osobiste i łatwe do rozpoznania!
pt_pt: Personalize e torne-o fácil de reconhecer!
ru_ru: Сделайте его личным и легко узнаваемым!

source: Next
de_de: Nächste
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti
ja_ja: 次
pl_pl: Następnie
pt_pt: Próximo
ru_ru: Следующий

source: No, cancel
de_de: Nein, stornieren
es_es: No, cancelar
fr_fr: Non, annuler
it_it: No, cancella
ja_ja: いいえ、キャンセルしてください
pl_pl: Nie, anuluj
pt_pt: Não, cancelar
ru_ru: Нет, отменить

source: Note:
de_de: Hinweis:
es_es: Nota:
fr_fr: Remarque:
it_it: Nota:
ja_ja: 注意：
pl_pl: Uwaga:
pt_pt: Nota:
ru_ru: Замечания:

source: Note: other people can post into your public albums, whereas only you can contribute to your private albums.
de_de: Hinweis: Andere Personen können in Ihre öffentlichen Alben posten, während nur Sie zu Ihren privaten Alben beitragen können.
es_es: Nota: otras personas pueden publicar en sus álbumes públicos, mientras que solo usted puede contribuir a sus álbumes privados.
fr_fr: Remarque: d'autres personnes peuvent publier dans tes albums publics, alors que toi seul peux contribuer à tes albums privés.
it_it: Nota: altre persone possono pubblicare nei tuoi album pubblici, mentre solo tu puoi contribuire ai tuoi album privati.
ja_ja: 注：他のユーザーはあなたの公開アルバムに投稿できますが、あなただけがあなたの非公開アルバムに投稿できます。
pl_pl: Uwaga: inne osoby mogą publikować posty w Twoich albumach publicznych, a tylko Ty możesz przyczyniać się do tworzenia albumów prywatnych.
pt_pt: Nota: outras pessoas podem postar em seus álbuns públicos, enquanto apenas você pode contribuir para seus álbuns particulares.
ru_ru: Примечание: другие люди могут публиковать сообщения в ваших общедоступных альбомах, тогда как только вы можете вносить вклад в ваши личные альбомы.

source: Only you can contribute to your private albums
de_de: Nur Sie können zu Ihren privaten Alben beitragen
es_es: Sólo tú puedes contribuir a tus álbumes privados
fr_fr: Toi seul(e) peux contribuer à tes albums privés
it_it: Solo voi potete contribuire ai vostri album privati
ja_ja: あなたのプライベートアルバムにしか投稿できない
pl_pl: Tylko Ty możesz mieć swój wkład w swoje prywatne albumy
pt_pt: Só você pode contribuir com os seus álbuns privados
ru_ru: Только вы можете внести свой вклад в ваши личные альбомы

source: Open
de_de: Öffnen Sie
es_es: Abrir
fr_fr: Ouvrir
it_it: Aprire
ja_ja: 開く
pl_pl: Otwarte
pt_pt: Aberto
ru_ru: Открыть

source: Other people can post to your public albums
de_de: Andere Personen können in Ihre öffentlichen Alben posten
es_es: Otras personas pueden publicar en tus álbumes públicos
fr_fr: D’autres utilisateurs peuvent contribuer à tes albums publics
it_it: Altre persone possono pubblicare i vostri album pubblici
ja_ja: 他人はあなたの公開アルバムに投稿できます
pl_pl: Inne osoby mogą publikować w twoich publicznych albumach
pt_pt: Outras pessoas podem postar em seus álbuns públicos
ru_ru: Другие люди могут размещать на ваших публичных альбомах

source: Ouch
de_de: Autsch
es_es: Ay
fr_fr: Aïe
it_it: Ahia
ja_ja: 痛い
pl_pl: Auć
pt_pt: Ai
ru_ru: ой

source: Password
de_de: Kennwort
es_es: Contraseña
fr_fr: Mot de passe
ja_ja: パスワード
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль

source: Paste a video address above
de_de: Fügen Sie oben eine Video-Adresse ein
es_es: Pega una dirección de video arriba
fr_fr: Colle l’adresse d’une vidéo ci-dessus
it_it: Incolla un indirizzo video qui sopra
ja_ja: 上にビデオアドレスを貼り付けてください
pl_pl: Wklej adres wideo powyżej
pt_pt: Cole um link de vídeo acima
ru_ru: Вставьте видео адрес выше

source: Paste the address here
de_de: Fügen Sie die Adresse hier ein
es_es: Pega la dirección aquí
fr_fr: Colle l’adresse ici
it_it: Incolla qui l'indirizzo
ja_ja: メアドの貼り付け
pl_pl: Wklej adres tutaj
pt_pt: Cole aqui o endereço
ru_ru: Вставьте адрес здесь

source: Personalize your account
de_de: Personalisieren Sie Ihr Konto
es_es: Personaliza tu cuenta
fr_fr: Personnalise ton compte
it_it: Personalizza il tuo conto
ja_ja: アカウント設定
pl_pl: Spersonalizuj swoje konto
pt_pt: Personalize a sua conta
ru_ru: Персонализируйте свой аккаунт

source: Please choose a file first
de_de: Bitte wählen Sie zunächst eine Datei aus
es_es: Por favor, elige un archivo primero
fr_fr: Merci de choisir un fichier d’abord
it_it: Scegliete prima un file
ja_ja: 最初にファイルを選択してください
pl_pl: Proszę najpierw wybrać plik
pt_pt: Por favor escolha um arquivo primeiro
ru_ru: Пожалуйста, сначала выберите файл

source: Posted in album
de_de: Geschrieben in Album
es_es: Publicado en el álbum
fr_fr: Dans l’album
it_it: Pubblicato in album
ja_ja: アルバムに投稿
pl_pl: Umieszczony w albumie
pt_pt: Postado no álbum
ru_ru: Размещено в альбоме

source: Posting to album
de_de: Veröffentlichung im Album
es_es: Publicar en el álbum
fr_fr: Envoi dans l’album
it_it: Pubblicare su album
ja_ja: アルバムへの投稿
pl_pl: Przesłanie do albumu
pt_pt: Postando no álbum
ru_ru: Размещение в альбоме

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_ja: プレビュー
pl_pl: Premiera
pt_pt: Pré-visualizar
ru_ru: Предварительный просмотр

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_ja: 前
pl_pl: Poprzedni
pt_pt: Anterior
ru_ru: Предыдущий

source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
it_it: Privato
ja_ja: 民間
pl_pl: Prywatny
pt_pt: Privado
ru_ru: Частный

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_ja: プロフィール
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль

source: Profile introduction update dialog
de_de: Dialog zur Aktualisierung der Profileinführung
es_es: Actualización de perfil
fr_fr: Dialogue de mise à jour de la présentation du profil
it_it: Finestra di dialogo per l'aggiornamento dell'introduzione del profilo
ja_ja: プロファイル紹介更新ダイアログ
pl_pl: Okno dialogowe wprowadzenia profilu - aktualizacja
pt_pt: Diálogo de atualização da introdução do perfil
ru_ru: Диалог обновления представления профиля

source: Profile picture update dialog
de_de: Dialog zur Aktualisierung von Profilbildern
es_es: Actualización de imagen del perfil
fr_fr: Dialogue de mise à jour de la photo de profil
it_it: Finestra di dialogo per l'aggiornamento dell'immagine del profilo
ja_ja: プロフィール画像更新ダイアログ
pl_pl: Okno dialogowe aktualizacji obrazu profilu
pt_pt: Diálogo de atualização da imagem do perfil
ru_ru: Диалог обновления изображения профиля

source: Reactions
fr_fr: Réactions

source: Register
de_de: Registrieren Sie
es_es: Registrarse
fr_fr: Inscription
it_it: Registrati
ja_ja: 登録
pl_pl: Rejestr
pt_pt: Registe-se
ru_ru: Зарегистрироваться

source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Obligatoire
it_it: Richiesto
ja_ja: 必須
pl_pl: Wymagane
pt_pt: Obrigatório
ru_ru: Требуется

source: Sad
de_de: Traurig
fr_fr: Triste

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni
ja_ja: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки

source: Sign in
de_de: Anmelden
es_es: Ingresar
fr_fr: Connexion
it_it: Accedi
ja_ja: サインイン
pl_pl: Zaloguj się
pt_pt: Iniciar Sessão
ru_ru: Войти в систему

source: Stop
de_de: Stopp
es_es: Detenerse
fr_fr: Interrompre
ja_ja: 中止
pt_pt: Pare
ru_ru: Остановить

source: Tell people a little bit about yourself here.
de_de: Erzählen Sie den Leuten hier ein wenig über sich selbst.
es_es: Cuéntale a la gente un poco sobre ti aquí.
fr_fr: Dis-en un peu plus sur toi-même.
it_it: Racconta alla gente un po' di te qui.
ja_ja: 自己紹介
pl_pl: Powiedz ludziom trochę o sobie tutaj.
pt_pt: Fale um pouco sobre si aqui.
ru_ru: Расскажите людям немного о себе.

source: The IMA's video contest is open!
de_de: Der IMA-Videowettbewerb ist offen!
es_es: ¡El concurso de videos de IMA está abierto!
fr_fr: Le contest vidéo de l’IMA est ouvert!
it_it: Il video contest dell'IMA è aperto!
ja_ja: IMAのビデオコンテストがオープンしました！
pl_pl: Konkurs wideo IMA jest otwarty!
pt_pt: O concurso de vídeo do IMA está aberto!
ru_ru: Видеоконкурс IMA открыт!

source: Things to do now that you have an account
de_de: Dinge, die Sie jetzt tun müssen, da Sie ein Konto haben
es_es: Cosas que hacer ahora que tienes una cuenta
fr_fr: Quoi faire maintenant que tu es enregistré(e)
it_it: Cose da fare ora che hai un account
ja_ja: アカウント作成後にまずやること
pl_pl: Rzeczy do zrobienia teraz, gdy masz już konto
pt_pt: Coisas a fazer agora que você tem uma conta
ru_ru: Теперь, когда у тебя есть аккаунт, тебе есть чем заняться

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
ja_ja: 題名
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название

source: Total reactions
de_de: Gesamtreaktionen
es_es: Total de reacciones
fr_fr: Total de réactions
it_it: Reazioni totali
ja_ja: 総反応
pl_pl: Całkowite reakcje
pt_pt: Reações totais
ru_ru: Всего реакций

source: Translate
de_de: Übersetzen
es_es: Traducir
fr_fr: Traduire
it_it: Tradurre
ja_ja: 翻訳する
pl_pl: Tłumaczyć
pt_pt: Traduzir
ru_ru: Перевести

source: Unknown image
de_de: Unbekanntes Bild
es_es: Imagen desconocida
fr_fr: Image inconnue
it_it: Immagine sconosciuta
ja_ja: 不明な画像
pl_pl: Nieznany obraz
pt_pt: Imagem desconhecida
ru_ru: Неизвестное изображение

source: Unlisted
de_de: Nicht gelistet
es_es: No incluido en listado
fr_fr: Non répertorié
it_it: Non quotati
ja_ja: 非公開
pl_pl: Nie katalogowany
pt_pt: Não-listado

source: Unlisted albums are visible to everyone with the link.
de_de: Nicht aufgelistete Alben sind für alle mit dem Link sichtbar.
es_es: Los álbumes no listados son visibles para todos con el enlace.
fr_fr: Les albums non répertoriés sont visibles par tous avec le lien.
it_it: Gli album non elencati sono visibili a tutti con il link.
ja_ja: 限定公開アルバムは、リンクを知っている全員が閲覧できます。
pl_pl: Albumy niepubliczne są widoczne dla wszystkich z linkiem.
pt_pt: Os álbuns não listados são visíveis para todos com o link.
ru_ru: Частные альбомы видны всем, у кого есть ссылка.

source: Update
de_de: Aktualisierung
es_es: Actualización
fr_fr: Modifier
it_it: Aggiorna
ja_ja: 更新
pl_pl: Aktualizacja
pt_pt: Atualização
ru_ru: Обновление

source: Update cover picture
de_de: Titelbild aktualisieren
es_es: Actualizar la foto de la portada
fr_fr: Modifier la photo de couverture
it_it: Aggiornare l'immagine di copertina
ja_ja: カバー写真を更新
pl_pl: Aktualizacja zdjęcia okładki
pt_pt: Atualizar foto da capa
ru_ru: Обновить изображение обложки

source: Update profile picture
de_de: Profilbild aktualisieren
es_es: Actualizar foto de perfil
fr_fr: Modifier la photo de profil
it_it: Aggiorna l'immagine del profilo
ja_ja: プロフィール写真を更新する
pl_pl: Aktualizacja obrazu profilu
pt_pt: Atualizar foto do perfil
ru_ru: Обновить изображение профиля

source: Update your introduction
de_de: Aktualisieren Sie Ihre Einführung
es_es: Actualice su introducción
fr_fr: Modifier ta présentation
it_it: Aggiorna la tua introduzione
ja_ja: 紹介を更新する
pl_pl: Zaktualizuj swoje wprowadzenie
pt_pt: Atualize a sua introdução
ru_ru: Обновите свое представление

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Envoyer
it_it: Carica
ja_ja: アップロード
pl_pl: Wczytaj
pt_pt: Carregar
ru_ru: Загрузить

source: Upload failed
de_de: Upload fehlgeschlagen
es_es: La carga falló
fr_fr: L’envoi a échoué
it_it: Caricamento fallito
ja_ja: アップロードに失敗しました
pl_pl: Przesłanie nie powiodło się
pt_pt: O upload falhou
ru_ru: Не удалось загрузить

source: Upload finished!
de_de: Upload beendet!
es_es: ¡Carga terminada!
fr_fr: L’envoi est terminé!
it_it: Caricamento finito!
ja_ja: アップロードが完了しました！
pl_pl: Pobieranie zakończone!
pt_pt: Upload concluído!
ru_ru: Загрузка завершена!

source: Upload photos or videos
de_de: Fotos oder Videos hochladen
es_es: Subir fotos o videos
fr_fr: Envoyer des photos ou vidéos
it_it: Carica foto o video
ja_ja: 写真やビデオのアップロード
pl_pl: Przesyłanie zdjęć lub filmów
pt_pt: Carregar fotos ou vídeos
ru_ru: Загрузить фото или видео

source: Username
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
ja_ja: ユーザー名
pl_pl: Nazwa użytkownika
pt_pt: Nome de usuário
ru_ru: Имя пользователя

source: Video address
de_de: Video-Adresse
es_es: Dirección de video
fr_fr: Adresse de la vidéo
it_it: Indirizzo video
ja_ja: ビデオアドレス
pl_pl: Adres wideo
pt_pt: Endereço do vídeo
ru_ru: Видео адрес

source: Video content
de_de: Video-Inhalt
es_es: Contenido de video
fr_fr: Contenu vidéo
it_it: Contenuti video
ja_ja: ビデオコンテンツ
pl_pl: Zawartość video
pt_pt: Conteúdo do vídeo
ru_ru: Видеоконтент

source: Video not supported
de_de: Video nicht unterstützt
es_es: El video no es compatible
fr_fr: Vidéo non supportée
it_it: Video non supportato
ja_ja: ビデオフォーマットは不適切
pl_pl: Wideo nieobsługiwane
pt_pt: Vídeo não suportado
ru_ru: Видео не поддерживается

source: Visibility
de_de: Sichtweite
es_es: Visibilidad
fr_fr: Visibilité
it_it: Visibilità
ja_ja: 可視性
pl_pl: Widoczność
pt_pt: Visibilidade
ru_ru: видимость

source: Visible albums (the default) are visible to everyone.
de_de: Sichtbare Alben (Standardeinstellung) sind für alle sichtbar.
es_es: Los álbumes visibles (el predeterminado) son visibles para todos.
fr_fr: Les albums visibles (par défaut) sont visibles par tous.
it_it: Gli album visibili (impostazione predefinita) sono visibili a tutti.
ja_ja: 表示アルバム（デフォルト）は誰でも見ることができます。
pl_pl: Widoczne albumy (domyślne) są widoczne dla wszystkich.
pt_pt: Álbuns visíveis (o padrão) são visíveis para todos.
ru_ru: Видимые альбомы (по умолчанию) видны всем.
