Repository: surfingdirt/web
Catalog: src/translations/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_ja, pl_pl, pt_pt, ru_ru

# Matrix 2 top plate article
source: In 2010, Leon modified his Matrix Pro trucks to run without springs just using the egg shocks. This generated enough interest from other riders for him to make a conversion kit under the name of WestCoastATB which while never going mainstream, did gain a cult following among a small core of boarders. Ten years later he’s back with another modification that’s caught the attention of riders from around the world, this time it’s for the latest incarnation of the MBS channel truck, the Matrix Pro II.
de_de: Im Jahr 2010 modifizierte Leon seine Matrix Pro-Trucks so, dass sie nur mit den Eierschocks ohne Federn fahren konnten. Dies erregte bei anderen Fahrern genügend Interesse, um ein Umrüstkit unter dem Namen WestCoastATB herzustellen, das zwar nie zum Mainstream wurde, aber unter einem kleinen Kern von Boardern Kultstatus erlangte. Zehn Jahre später ist er mit einer weiteren Modifikation zurück, die die Aufmerksamkeit von Fahrern aus der ganzen Welt auf sich gezogen hat. Diesmal handelt es sich um die neueste Inkarnation des MBS-Channel-Trucks, den Matrix Pro II.
es_es: En 2010, Leon modificó sus camionetas Matrix Pro para que funcionen sin resortes solo usando los amortiguadores de huevos. Esto generó suficiente interés por parte de otros ciclistas como para que él hiciera un kit de conversión con el nombre de WestCoastATB que, aunque nunca se volvió popular, ganó un culto de seguidores entre un pequeño núcleo de internos. Diez años después, está de regreso con otra modificación que ha llamado la atención de ciclistas de todo el mundo, esta vez es para la última encarnación del camión del canal MBS, el Matrix Pro II.
fr_fr: En 2010, Leon a modifié ses camions Matrix Pro pour qu'ils fonctionnent sans ressorts en utilisant simplement les amortisseurs à œufs. Cela a suscité suffisamment d'intérêt de la part des autres coureurs pour qu'il fabrique un kit de conversion sous le nom de WestCoastATB qui, bien que n'étant jamais devenu courant, a gagné un culte parmi un petit noyau de pensionnaires. Dix ans plus tard, il est de retour avec une autre modification qui a attiré l’attention des cyclistes du monde entier, cette fois pour la dernière incarnation du camion à chaînes MBS, le Matrix Pro II.
it_it: Nel 2010, Leon ha modificato i suoi camion Matrix Pro per funzionare senza molle usando solo gli ammortizzatori a uovo. Ciò ha generato abbastanza interesse da parte di altri motociclisti da consentirgli di realizzare un kit di conversione con il nome di WestCoastATB che, pur non essendo mai diventato mainstream, ha ottenuto un seguito di culto tra un piccolo nucleo di boarder. Dieci anni dopo è tornato con un'altra modifica che ha attirato l'attenzione dei motociclisti di tutto il mondo, questa volta è per l'ultima incarnazione del camion del canale MBS, il Matrix Pro II.
ja_ja: 2010年、レオンはMatrix Proトラックを改造して、エッグショックを使用するだけでスプリングなしで走行できるようにしました。これは彼がWestCoastATBの名前で変換キットを作るのに十分な関心を他のライダーから生み出しました。それは決して主流になることはありませんでしたが、ボーダーの小さなコアの間でカルトの支持を得ました。 10年後、彼は世界中のライダーの注目を集めた別の改造で戻ってきました。今回は、MBSチャンネルトラックの最新の化身であるマトリックスプロIIです。
pl_pl: W 2010 roku Leon zmodyfikował swoje ciężarówki Matrix Pro tak, aby działały bez sprężyn, używając tylko amortyzatorów typu jajko. To wzbudziło wystarczające zainteresowanie innych jeźdźców, aby stworzyć zestaw do konwersji pod nazwą WestCoastATB, który, choć nigdy nie wszedł do głównego nurtu, zyskał kult wśród małej grupy pensjonariuszy. Dziesięć lat później powraca z kolejną modyfikacją, która przyciągnęła uwagę kierowców z całego świata, tym razem jest to najnowsze wcielenie ciężarówki kanałowej MBS, Matrix Pro II.
pt_pt: Em 2010, Leon modificou seus caminhões Matrix Pro para rodarem sem molas usando apenas os amortecedores de ovo. Isso gerou interesse suficiente de outros pilotos para que ele fizesse um kit de conversão sob o nome de WestCoastATB que, embora nunca tenha se tornado popular, ganhou um culto de seguidores entre um pequeno grupo de internos. Dez anos depois, ele está de volta com outra modificação que chamou a atenção de pilotos de todo o mundo, desta vez para a mais recente encarnação do caminhão de canal MBS, o Matrix Pro II.
ru_ru: В 2010 году Леон модифицировал свои грузовики Matrix Pro, чтобы они работали без пружин, просто используя яичные амортизаторы. Это вызвало достаточный интерес со стороны других райдеров, чтобы он сделал комплект для переоборудования под названием WestCoastATB, который, хотя никогда не стал мейнстримом, все же стал культовым среди небольшого ядра участников. Десять лет спустя он вернулся с другой модификацией, которая привлекла внимание райдеров со всего мира, на этот раз это последняя версия грузовика MBS, Matrix Pro II.

# Matrix 2 top plate article
source: Insert the Mod Plate, make sure that the protruding ends of the top preload bolts sit in the recess holes in the Mod Plate.
de_de: Setzen Sie die Mod-Platte ein und stellen Sie sicher, dass die hervorstehenden Enden der oberen Vorspannschrauben in den Aussparungslöchern in der Mod-Platte sitzen.
es_es: Inserte la placa de modificación, asegúrese de que los extremos sobresalientes de los pernos de precarga superior se asienten en los orificios de la placa de modificación.
fr_fr: Insérez la plaque mod, assurez-vous que les extrémités saillantes des boulons de précharge supérieurs reposent dans les trous de retrait de la plaque mod.
it_it: Inserire la Mod Plate, assicurarsi che le estremità sporgenti dei bulloni di precarico superiori si trovino nei fori della rientranza della Mod Plate.
ja_ja: Modプレートを挿入し、上部の予圧ボルトの突き出た端がModプレートのくぼみ穴に収まっていることを確認します。
pl_pl: Włóż płytkę modów, upewnij się, że wystające końce górnych śrub naprężenia wstępnego są osadzone w otworach wgłębienia w płycie mod.
pt_pt: Insira a Placa Mod, certifique-se de que as extremidades salientes dos parafusos de pré-carga superiores fiquem nos orifícios de recesso na Placa Mod.
ru_ru: Вставьте пластину модуляции, убедитесь, что выступающие концы верхних болтов предварительного натяга входят в углубления в пластине модуляции.

# Matrix 2 top plate article
source: Insert the other shock block and bottom pre load bolt.
de_de: Setzen Sie den anderen Stoßdämpferblock und die untere Vorspannschraube ein.
es_es: Inserte el otro bloque de choque y el perno de precarga inferior.
fr_fr: Insérez l'autre bloc d'amortisseur et le boulon de précharge inférieur.
it_it: Inserire l'altro blocco dell'ammortizzatore e il bullone di precarico inferiore.
ja_ja: もう一方のショックブロックと下部のプリロードボルトを挿入します。
pl_pl: Włóż drugi blok amortyzatora i dolną śrubę obciążenia wstępnego.
pt_pt: Insira o outro bloco de choque e o parafuso de pré-carga inferior.
ru_ru: Вставьте другой амортизатор и нижний болт предварительной нагрузки.

# Matrix 2 top plate article
source: Insert the top preload bolts through the deck and turn clockwise to engage the thread in the Top Truck. Keep turning the bolts clockwise (use a 4mm Hex Key) until you can see the threaded section of the bolts appear out of the underside of the Top Truck. If the bolts do not turn freely, see Step 3.
de_de: Führen Sie die oberen Vorspannschrauben durch das Deck und drehen Sie sie im Uhrzeigersinn, um das Gewinde in den oberen LKW einzurasten. Drehen Sie die Schrauben weiter im Uhrzeigersinn (verwenden Sie einen 4-mm-Inbusschlüssel), bis Sie sehen, dass der Gewindeabschnitt der Schrauben aus der Unterseite des Top Truck herausragt. Wenn sich die Schrauben nicht frei drehen lassen, siehe Schritt 3.
es_es: Inserte los pernos de precarga superior a través de la plataforma y gírelos en el sentido de las agujas del reloj para enganchar la rosca en el camión superior. Siga girando los pernos en el sentido de las agujas del reloj (use una llave hexagonal de 4 mm) hasta que pueda ver que la sección roscada de los pernos aparece fuera de la parte inferior del Top Truck. Si los pernos no giran libremente, consulte el Paso 3.
fr_fr: Insérez les boulons de précharge supérieurs à travers le plateau et tournez dans le sens des aiguilles d'une montre pour engager le filetage dans le Top Truck. Continuez à tourner les boulons dans le sens des aiguilles d'une montre (utilisez une clé hexagonale de 4 mm) jusqu'à ce que vous puissiez voir la section filetée des boulons apparaître sur le dessous du Top Truck. Si les boulons ne tournent pas librement, reportez-vous à l'étape 3.
it_it: Inserire i bulloni di precarico superiori attraverso il piatto e girare in senso orario per innestare la filettatura nel carrello superiore. Continua a girare i bulloni in senso orario (usa una chiave esagonale da 4 mm) finché non puoi vedere la sezione filettata dei bulloni fuoriuscire dal lato inferiore del Top Truck. Se i bulloni non girano liberamente, vedere il passaggio 3.
ja_ja: 上部のプリロードボルトをデッキに挿入し、時計回りに回して上部トラックのねじ山にかみ合わせます。トップトラックの下側からボルトのねじ部分が見えるまで、ボルトを時計回りに回し続けます（4mm六角レンチを使用）。ボルトが自由に回転しない場合は、手順3を参照してください。
pl_pl: Włóż górne śruby naprężenia wstępnego przez platformę i obróć w prawo, aby zaczepić gwint w wózku górnym. Kontynuuj obracanie śrub zgodnie z ruchem wskazówek zegara (użyj klucza imbusowego 4 mm), aż zobaczysz gwintowaną część śrub wyskakującą ze spodu górnej ciężarówki. Jeśli śruby nie obracają się swobodnie, patrz Krok 3.
pt_pt: Insira os parafusos de pré-carga superiores através da plataforma e gire no sentido horário para engatar a rosca no Top Truck. Continue girando os parafusos no sentido horário (use uma chave sextavada de 4 mm) até que você possa ver a seção rosqueada dos parafusos aparecer na parte inferior do Top Truck. Se os parafusos não girarem livremente, consulte a Etapa 3.
ru_ru: Вставьте верхние болты предварительной нагрузки через платформу и поверните по часовой стрелке, чтобы зацепить резьбу в верхней тележке. Продолжайте поворачивать болты по часовой стрелке (используйте шестигранный ключ на 4 мм), пока не увидите, как резьбовая часть болтов выступает из-под нижней части верхней тележки. Если болты не вращаются свободно, см. Шаг 3.

# Matrix 2 top plate article
source: It’s a pretty simple solution, rather than adjusting the shock blocks by moving them up, I designed a plate that could be adjusted down from the Top Truck. As the plate compress the shock blocks they stay in position because they sit squarely on the bottom truck and can’t move around.
de_de: Es ist eine ziemlich einfache Lösung, anstatt die Stoßdämpferblöcke durch Verschieben nach oben einzustellen. Ich habe eine Platte entworfen, die vom Top Truck nach unten verstellt werden kann. Wenn die Platte die Stoßdämpferblöcke zusammendrückt, bleiben sie in Position, da sie genau auf dem unteren LKW sitzen und sich nicht bewegen können.
es_es: Es una solución bastante simple, en lugar de ajustar los bloques de amortiguación moviéndolos hacia arriba, diseñé una placa que se podía ajustar hacia abajo desde el Top Truck. A medida que la placa comprime los bloques de amortiguación, permanecen en su posición porque se asientan directamente en la parte inferior del camión y no pueden moverse.
fr_fr: C'est une solution assez simple, plutôt que d'ajuster les blocs d'amortisseurs en les déplaçant vers le haut, j'ai conçu une plaque qui pourrait être ajustée vers le bas depuis le Top Truck. Au fur et à mesure que la plaque comprime les blocs amortisseurs, ils restent en place car ils sont assis carrément sur le camion inférieur et ne peuvent pas se déplacer.
it_it: È una soluzione piuttosto semplice, invece di regolare i blocchi degli ammortizzatori spostandoli verso l'alto, ho progettato una piastra che potrebbe essere regolata verso il basso dal Top Truck. Quando la piastra comprime i blocchi dell'ammortizzatore, rimangono in posizione perché siedono esattamente sul carrello inferiore e non possono spostarsi.
ja_ja: ショックブロックを上に動かして調整するのではなく、トップトラックから下に調整できるプレートを設計しました。これは非常に簡単な解決策です。プレートがショックブロックを圧縮するとき、それらは一番下のトラックに真っ直ぐに座って動き回ることができないため、所定の位置に留まります。
pl_pl: To całkiem proste rozwiązanie, zamiast regulować bloki amortyzatorów, przesuwając je w górę, zaprojektowałem płytkę, którą można było regulować w dół z górnej ciężarówki. Gdy płyta ściska bloki amortyzatorów, pozostają na miejscu, ponieważ siedzą prosto na dolnej ciężarówce i nie mogą się poruszać.
pt_pt: É uma solução muito simples, em vez de ajustar os blocos de choque movendo-os para cima, projetei uma placa que poderia ser ajustada para baixo a partir do Top Truck. À medida que a placa comprime os blocos de choque, eles permanecem em posição porque se assentam diretamente no fundo do caminhão e não podem se mover.
ru_ru: Это довольно простое решение, вместо того, чтобы регулировать амортизаторы путем их перемещения вверх, я разработал пластину, которую можно было регулировать вниз с верхней тележки. Когда пластина сжимает амортизаторы, они остаются на месте, потому что они сидят прямо на нижней тележке и не могут двигаться.

# Matrix 2 top plate article
source: Leon Dove recently designed new top plates to improve the adjustability and reliability of MBS Matrix II Trucks. Read on to find out why and where to get some!
de_de: Leon Dove hat kürzlich neue Deckplatten entwickelt, um die Einstellbarkeit und Zuverlässigkeit von MBS Matrix II Trucks zu verbessern. Lesen Sie weiter, um herauszufinden, warum und wo Sie welche bekommen können!
es_es: Leon Dove diseñó recientemente nuevas placas superiores para mejorar la capacidad de ajuste y confiabilidad de los camiones MBS Matrix II. ¡Siga leyendo para descubrir por qué y dónde conseguirlo!
fr_fr: Leon Dove a récemment conçu de nouvelles plaques supérieures pour améliorer l'ajustement et la fiabilité des camions MBS Matrix II. Lisez la suite pour savoir pourquoi et où en trouver!
it_it: Leon Dove ha recentemente progettato nuove piastre superiori per migliorare la regolazione e l'affidabilità dei camion MBS Matrix II. Continua a leggere per scoprire perché e dove trovarne un po '!
ja_ja: Leon Doveは最近、MBS MatrixIIトラックの調整可能性と信頼性を向上させるために新しいトッププレートを設計しました。なぜ、どこで入手できるのかを知るために読んでください！
pl_pl: Leon Dove niedawno zaprojektował nowe płyty górne, aby poprawić możliwości regulacji i niezawodność wózków MBS Matrix II. Czytaj dalej, aby dowiedzieć się, dlaczego i gdzie je zdobyć!
pt_pt: Leon Dove projetou recentemente novas placas superiores para melhorar o ajuste e a confiabilidade dos caminhões MBS Matrix II. Continue lendo para descobrir por que e onde conseguir alguns!
ru_ru: Леон Дов недавно разработал новые верхние плиты для повышения управляемости и надежности грузовиков MBS Matrix II. Читайте дальше, чтобы узнать, почему и где их взять!

# Matrix 2 top plate article
source: Leon in the lead at the 2017 World Championships
de_de: Leon an der Spitze bei den Weltmeisterschaften 2017
es_es: León a la cabeza en el Campeonato del Mundo de 2017
fr_fr: Leon en tête aux Championnats du monde 2017
it_it: Leon in testa ai Mondiali 2017
ja_ja: 2017年世界選手権で首位のレオン
pl_pl: Leon na czele Mistrzostw Świata 2017
pt_pt: Leon na liderança do Campeonato Mundial de 2017
ru_ru: Леон лидирует на ЧМ-2017

# Matrix 2 top plate article
source: Leon is a long time UK mountainboarder, a former MBS team rider with a couple of UK and a World Masters Boarder X title under his belt. Leon’s passion for boarding doesn’t stop at riding, he’s been tinkering and modifying his boards ever since he started riding nearly two decades ago.
de_de: Leon ist ein langjähriger britischer Mountainboarder, ein ehemaliger MBS-Teamfahrer mit ein paar britischen und einem World Masters Boarder X-Titel. Leons Leidenschaft für das Boarding hört nicht beim Reiten auf, er bastelt und modifiziert seine Boards, seit er vor fast zwei Jahrzehnten mit dem Reiten angefangen hat.
es_es: Leon es un montañista del Reino Unido desde hace mucho tiempo, un ex piloto del equipo MBS con un par de Reino Unido y un título de World Masters Boarder X en su haber. La pasión de Leon por el abordaje no se limita a montar, ha estado jugando y modificando sus tablas desde que comenzó a montar hace casi dos décadas.
fr_fr: Leon est un mountainboarder britannique de longue date, un ancien coureur de l'équipe MBS avec un couple de UK et un titre World Masters Boarder X à son actif. La passion de Leon pour le surf ne s’arrête pas à l’équitation, il bricole et modifie ses planches depuis qu’il a commencé à rouler il y a près de deux décennies.
it_it: Leon è un mountainboarder britannico di lunga data, un ex corridore del team MBS con un paio di titoli britannici e un titolo World Masters Boarder X al suo attivo. La passione di Leon per l'imbarco non si ferma alla guida, ha armeggiato e modificato le sue tavole da quando ha iniziato a cavalcare quasi due decenni fa.
ja_ja: レオンは長年の英国のマウンテンボーダーであり、元MBSチームのライダーであり、英国で2名、ワールドマスターズボーダーXのタイトルを獲得しています。レオンの搭乗への情熱は乗馬にとどまらず、20年近く前に乗馬を始めて以来、ボードをいじくり回して改造してきました。
pl_pl: Leon to długoletni brytyjski alpinista, były zawodnik zespołu MBS z kilkoma tytułami z Wielkiej Brytanii i World Masters Boarder X na swoim koncie. Pasja Leona do boardingu nie kończy się na jeździe, majsterkuje i modyfikuje swoje deski, odkąd zaczął jeździć prawie dwie dekady temu.
pt_pt: Leon é um alpinista britânico de longa data, um ex-piloto da equipe MBS com um par de UK e um título World Masters Boarder X em seu currículo. A paixão de Leon pelo embarque não para na equitação, ele tem mexido e modificado suas pranchas desde que começou a pedalar, há quase duas décadas.
ru_ru: Леон - давний альпинист из Великобритании, бывший гонщик команды MBS с парочкой британских спортсменов и титулом World Masters Boarder X за плечами. Страсть Леона к сёрфингу не ограничивается верховой ездой, он возился и модифицирует свои доски с тех пор, как начал кататься почти два десятилетия назад.

# Matrix 2 top plate article
source: Leon recommends a maximum compression of 5mm between the Top Truck and the Mod Plate.
de_de: Leon empfiehlt eine maximale Kompression von 5 mm zwischen dem Top Truck und der Mod Plate.
es_es: Leon recomienda una compresión máxima de 5 mm entre Top Truck y Mod Plate.
fr_fr: Leon recommande une compression maximale de 5 mm entre le Top Truck et le Mod Plate.
it_it: Leon consiglia una compressione massima di 5 mm tra il Top Truck e la Mod Plate.
ja_ja: レオンは、トップトラックとモッドプレートの間で最大5mmの圧縮を推奨しています。
pl_pl: Leon zaleca maksymalny ucisk 5 mm pomiędzy Top Truck a płytą modulacji.
pt_pt: Leon recomenda uma compressão máxima de 5 mm entre o Top Truck e o Mod Plate.
ru_ru: Леон рекомендует максимальное сжатие 5 мм между Top Truck и Mod Plate.

# Matrix 2 top plate article
source: Leon, can you explain what your modification is and why you made it?
de_de: Leon, kannst du erklären, was deine Modifikation ist und warum du sie gemacht hast?
es_es: Leon, ¿puedes explicar cuál es tu modificación y por qué la hiciste?
fr_fr: Léon, pouvez-vous expliquer quelle est votre modification et pourquoi vous l'avez faite?
it_it: Leon, puoi spiegare qual è la tua modifica e perché l'hai fatta?
ja_ja: レオン、あなたの修正とは何か、そしてなぜそれをしたのか説明できますか？
pl_pl: Leon, czy możesz wyjaśnić, czym jest twoja modyfikacja i dlaczego ją stworzyłeś?
pt_pt: Leon, você pode explicar qual é a sua modificação e por que você a fez?
ru_ru: Леон, ты можешь объяснить, что это за модификация и почему ты ее сделал?

# Matrix 2 top plate article
source: Make sure that the top preload bolts holes in the deck, the riser pad (if fitted) and the Top Truck are in line.
de_de: Stellen Sie sicher, dass die Löcher der oberen Vorspannschrauben im Deck, im Riser-Pad (falls vorhanden) und im Top Truck übereinstimmen.
es_es: Asegúrese de que los orificios de los pernos de precarga superior en la plataforma, la plataforma elevadora (si está instalada) y el camión superior estén alineados.
fr_fr: Assurez-vous que les trous des boulons de précharge supérieurs dans la plate-forme, le coussin élévateur (le cas échéant) et le Top Truck sont alignés.
it_it: Assicurarsi che i fori dei bulloni di precarico superiore nel ponte, il cuscinetto di risalita (se in dotazione) e il carrello superiore siano in linea.
ja_ja: デッキの上部プリロードボルト穴、ライザーパッド（取り付けられている場合）、および上部トラックが一列に並んでいることを確認します。
pl_pl: Upewnij się, że górne otwory na śruby naprężenia wstępnego w pomoście, podkładce podnośnika (jeśli jest zamontowana) i Top Truck są w jednej linii.
pt_pt: Certifique-se de que os orifícios dos parafusos de pré-carga superiores na plataforma, a almofada do riser (se instalada) e o Top Truck estão alinhados.
ru_ru: Убедитесь, что отверстия для верхних болтов предварительного натяга в платформе, подступенке (если имеется) и верхней тележке находятся на одной линии.

# Matrix 2 top plate article
source: MBS Matrix II Truck mods
es_es: Modificaciones de camión MBS Matrix II
fr_fr: Mods de camion MBS Matrix II
it_it: Mods per camion MBS Matrix II
ja_ja: MBSマトリックスIIトラック改造
pl_pl: Modyfikacje MBS Matrix II Truck
pt_pt: Mods MBS Matrix II Truck
ru_ru: Моды для грузовиков MBS Matrix II

# Matrix 2 top plate article
source: Re-insert one of the bottom preload bolts enough to fit a shock block.
de_de: Setzen Sie eine der unteren Vorspannschrauben wieder so weit ein, dass sie in einen Stoßdämpferblock passt.
es_es: Vuelva a insertar uno de los pernos de precarga inferiores lo suficiente para que quepa un bloque de choque.
fr_fr: Réinsérez un des boulons de précharge inférieurs suffisamment pour s'adapter à un bloc d'amortisseur.
it_it: Reinserire uno dei bulloni di precarico inferiori quanto basta per montare un blocco ammortizzatore.
ja_ja: ショックブロックに合うように、下部のプリロードボルトの1つを再挿入します。
pl_pl: Ponownie włożyć jedną z dolnych śrub naprężenia wstępnego na tyle, aby pasowała do bloku amortyzatora.
pt_pt: Reinsira um dos parafusos de pré-carga inferiores o suficiente para encaixar um bloco de impacto.
ru_ru: Снова вставьте один из нижних болтов предварительного натяга так, чтобы он соответствовал амортизатору.

# Matrix 2 top plate article
source: Remove the MBS plate that is bolted to the Top Truck. You will need a 5mm Hex Key. The bolts have thread lock on them so you may need to apply a fair amount of force.
de_de: Entfernen Sie die MBS-Platte, die mit dem Top Truck verschraubt ist. Sie benötigen einen 5-mm-Inbusschlüssel. Die Schrauben sind mit einer Gewindesperre versehen, sodass Sie möglicherweise eine angemessene Kraft anwenden müssen.
es_es: Retire la placa MBS que está atornillada al Top Truck. Necesitará una llave hexagonal de 5 mm. Los pernos tienen un bloqueo de rosca, por lo que es posible que deba aplicar una buena cantidad de fuerza.
fr_fr: Retirez la plaque MBS qui est boulonnée au Top Truck. Vous aurez besoin d'une clé hexagonale de 5 mm. Les boulons ont un blocage de filetage sur eux, vous devrez peut-être appliquer une bonne quantité de force.
it_it: Rimuovere la piastra MBS che è imbullonata al Top Truck. Avrai bisogno di una chiave esagonale da 5 mm. I bulloni hanno un blocco del filo su di essi, quindi potrebbe essere necessario applicare una discreta quantità di forza.
ja_ja: トップトラックにボルトで固定されているMBSプレートを取り外します。 5mmの六角レンチが必要になります。ボルトにはネジロックが付いているので、かなりの力を加える必要があるかもしれません。
pl_pl: Usuń płytkę MBS przykręconą do górnej ciężarówki. Będziesz potrzebował klucza imbusowego 5 mm. Śruby mają zabezpieczony gwint, więc może być konieczne użycie dużej siły.
pt_pt: Remova a placa MBS que está aparafusada ao Top Truck. Você precisará de uma chave hexagonal de 5 mm. Os parafusos têm bloqueio de rosca, portanto, pode ser necessário aplicar uma boa quantidade de força.
ru_ru: Снимите пластину MBS, которая прикручена к верхней тележке. Вам понадобится шестигранный ключ на 5 мм. На болтах есть фиксатор резьбы, поэтому вам может потребоваться приложить изрядное усилие.
